COG0515@1|root
COG2801@1|root
KOG0017@2759|Eukaryota
COG0666@1|root
COG4886@1|root
KOG1075@1|root
KOG1075@2759|Eukaryota
COG0457@1|root
COG2124@1|root
COG1028@1|root
KOG4658@1|root
KOG4658@2759|Eukaryota
KOG0504@2759|Eukaryota
COG0438@1|root
COG0477@1|root
KOG0192@2759|Eukaryota
KOG4197@1|root
KOG4197@2759|Eukaryota
KOG0619@2759|Eukaryota
KOG1217@1|root
KOG1217@2759|Eukaryota
COG0457@2|Bacteria
COG1132@1|root
COG0438@2|Bacteria
COG1309@1|root
COG1309@2|Bacteria
KOG1721@1|root
KOG1721@2759|Eukaryota
KOG4177@2759|Eukaryota
COG1404@1|root
COG0515@2|Bacteria
COG0657@1|root
COG0642@1|root
COG2199@1|root
COG0500@1|root
COG1131@1|root
COG5640@1|root
KOG0156@2759|Eukaryota
KOG3656@1|root
KOG3656@2759|Eukaryota
COG2940@1|root
KOG3627@2759|Eukaryota
COG2453@1|root
COG5069@1|root
COG0507@1|root
COG5599@1|root
COG0513@1|root
28H9T@1|root
COG0697@1|root
COG2205@2|Bacteria
COG0631@1|root
COG0596@1|root
COG1112@1|root
KOG1192@1|root
KOG1192@2759|Eukaryota
KOG3105@1|root
KOG3105@2759|Eukaryota
KOG0157@2759|Eukaryota
COG0318@1|root
COG5184@1|root
COG5059@1|root
COG0526@1|root
COG3210@1|root
COG3210@2|Bacteria
2QPNE@2759|Eukaryota
COG2207@1|root
COG2207@2|Bacteria
COG2319@1|root
COG5032@1|root
COG1196@1|root
COG1028@2|Bacteria
COG0583@1|root
COG0583@2|Bacteria
COG3706@2|Bacteria
KOG0987@2759|Eukaryota
COG1216@1|root
COG1216@2|Bacteria
KOG1339@1|root
KOG1339@2759|Eukaryota
COG3291@1|root
COG3291@2|Bacteria
KOG4297@1|root
KOG4297@2759|Eukaryota
COG0553@1|root
KOG1187@2759|Eukaryota
COG5273@1|root
KOG1716@2759|Eukaryota
COG0582@1|root
COG0582@2|Bacteria
KOG0054@2759|Eukaryota
COG0451@1|root
COG0474@1|root
COG0484@1|root
KOG1121@1|root
KOG1121@2759|Eukaryota
COG5001@1|root
COG5001@2|Bacteria
COG3209@1|root
COG3209@2|Bacteria
COG1020@1|root
COG4585@1|root
COG4585@2|Bacteria
2C3P7@1|root
COG2272@1|root
COG1100@1|root
COG0840@1|root
COG0840@2|Bacteria
COG0657@2|Bacteria
2D08J@1|root
2SD6V@2759|Eukaryota
KOG3594@1|root
COG0664@1|root
COG1396@1|root
COG1396@2|Bacteria
KOG0032@1|root
KOG0032@2759|Eukaryota
COG2755@1|root
COG2755@2|Bacteria
COG0454@1|root
2ETXE@1|root
2SW5Z@2759|Eukaryota
COG0604@1|root
COG2304@1|root
38F42@33154|Opisthokonta
COG4870@1|root
KOG2177@1|root
KOG2177@2759|Eukaryota
COG0673@1|root
COG3321@1|root
38BUP@33154|Opisthokonta
COG5245@1|root
KOG3595@2759|Eukaryota
COG4932@1|root
COG4932@2|Bacteria
COG2814@2|Bacteria
COG1629@1|root
COG0702@1|root
KOG4475@1|root
KOG4475@2759|Eukaryota
KOG0800@1|root
KOG0800@2759|Eukaryota
COG0194@1|root
COG2197@1|root
COG2197@2|Bacteria
COG0464@1|root
COG5126@1|root
KOG0586@1|root
KOG0586@2759|Eukaryota
COG5021@1|root
COG3391@1|root
COG3391@2|Bacteria
COG5078@1|root
KOG1208@2759|Eukaryota
COG5492@1|root
COG5492@2|Bacteria
COG2133@1|root
37RFN@33090|Viridiplantae
COG2340@1|root
COG1846@1|root
COG1846@2|Bacteria
COG2114@1|root
COG2244@1|root
COG0639@1|root
COG2267@1|root
COG0545@1|root
28KZG@1|root
COG5022@1|root
39TZY@33154|Opisthokonta
KOG1426@2759|Eukaryota
COG0589@1|root
COG2244@2|Bacteria
COG1012@1|root
COG0652@1|root
COG1215@1|root
COG1024@1|root
COG2133@2|Bacteria
3GH54@35493|Streptophyta
3A7VW@33154|Opisthokonta
3BKSI@33208|Metazoa
3D2CI@33213|Bilateria
KOG4308@1|root
KOG4308@2759|Eukaryota
KOG1215@1|root
KOG1215@2759|Eukaryota
COG0443@1|root
38BSU@33154|Opisthokonta
COG0814@1|root
KOG1543@2759|Eukaryota
KOG1515@2759|Eukaryota
COG2304@2|Bacteria
KOG2084@2759|Eukaryota
COG0745@1|root
COG0745@2|Bacteria
COG0456@2|Bacteria
COG1629@2|Bacteria
1MU2C@1224|Proteobacteria
COG1215@2|Bacteria
COG0415@1|root
37P43@33090|Viridiplantae
3GF32@35493|Streptophyta
2SI7S@2759|Eukaryota
37QD6@33090|Viridiplantae
3GCW1@35493|Streptophyta
KOG3510@1|root
KOG3510@2759|Eukaryota
KOG1311@2759|Eukaryota
COG2234@1|root
KOG0255@1|root
KOG0255@2759|Eukaryota
KOG3017@2759|Eukaryota
KOG4228@2759|Eukaryota
COG1835@1|root
38CH6@33154|Opisthokonta
COG1643@1|root
COG0531@1|root
COG0277@1|root
COG0463@1|root
COG0451@2|Bacteria
COG1506@1|root
COG1073@1|root
COG0154@1|root
48AWW@7711|Chordata
499TS@7742|Vertebrata
3JJWB@40674|Mammalia
KOG3544@1|root
KOG3544@2759|Eukaryota
KOG0708@2759|Eukaryota
3BC78@33208|Metazoa
3CRSA@33213|Bilateria
COG0732@1|root
COG0732@2|Bacteria
COG1835@2|Bacteria
COG2226@2|Bacteria
3BI15@33208|Metazoa
38BVK@33154|Opisthokonta
COG0557@1|root
COG0494@1|root
COG0790@1|root
KOG0254@1|root
KOG0254@2759|Eukaryota
COG0463@2|Bacteria
COG2267@2|Bacteria
COG0318@2|Bacteria
COG2072@1|root
KOG3714@1|root
KOG3714@2759|Eukaryota
COG1960@1|root
3BAFT@33208|Metazoa
COG0591@1|root
COG5210@1|root
KOG0266@1|root
KOG0266@2759|Eukaryota
COG2214@1|root
KOG3614@1|root
KOG3614@2759|Eukaryota
KOG1278@1|root
KOG1840@2759|Eukaryota
COG1403@1|root
COG2911@1|root
COG2911@2|Bacteria
COG5147@1|root
KOG4585@1|root
KOG4585@2759|Eukaryota
COG0534@1|root
COG5190@1|root
COG3491@1|root
COG1595@1|root
COG1595@2|Bacteria
COG0823@1|root
COG0823@2|Bacteria
COG0671@1|root
COG1020@2|Bacteria
COG0789@1|root
COG0789@2|Bacteria
COG0204@1|root
COG2203@1|root
COG2203@2|Bacteria
KOG1584@1|root
KOG1584@2759|Eukaryota
KOG3594@2759|Eukaryota
KOG1516@2759|Eukaryota
COG0563@1|root
KOG3882@1|root
KOG3882@2759|Eukaryota
KOG1695@1|root
KOG1695@2759|Eukaryota
COG0784@1|root
COG0784@2|Bacteria
COG0673@2|Bacteria
COG2963@1|root
COG2963@2|Bacteria
COG2931@1|root
COG2931@2|Bacteria
KOG1337@1|root
KOG1337@2759|Eukaryota
KOG0725@2759|Eukaryota
KOG2504@1|root
KOG2504@2759|Eukaryota
COG0249@1|root
KOG0583@1|root
KOG0583@2759|Eukaryota
KOG0516@2759|Eukaryota
KOG2102@2759|Eukaryota
KOG3509@1|root
KOG3509@2759|Eukaryota
COG0589@2|Bacteria
COG1961@1|root
COG1961@2|Bacteria
COG3321@2|Bacteria
38D2H@33154|Opisthokonta
3BASE@33208|Metazoa
3CSW8@33213|Bilateria
COG1680@1|root
KOG4294@1|root
KOG4294@2759|Eukaryota
COG0580@1|root
COG1403@2|Bacteria
COG3325@1|root
KOG1947@1|root
KOG1947@2759|Eukaryota
COG0661@1|root
COG1409@1|root
COG4886@2|Bacteria
COG5002@1|root
COG5002@2|Bacteria
COG3307@1|root
COG3307@2|Bacteria
COG0210@1|root
COG0654@1|root
COG5239@1|root
COG0637@1|root
KOG4087@1|root
KOG4087@2759|Eukaryota
KOG0698@2759|Eukaryota
KOG0061@2759|Eukaryota
COG0144@1|root
COG3119@1|root
KOG1056@1|root
KOG1056@2759|Eukaryota
COG3590@1|root
KOG3538@1|root
KOG4441@1|root
KOG4441@2759|Eukaryota
38DPZ@33154|Opisthokonta
3BBR0@33208|Metazoa
3CRTT@33213|Bilateria
38MWZ@33154|Opisthokonta
3BHXY@33208|Metazoa
3CW3K@33213|Bilateria
47YVY@7711|Chordata
48VNC@7742|Vertebrata
3JERR@40674|Mammalia
KOG2037@1|root
KOG2037@2759|Eukaryota
COG0596@2|Bacteria
COG0346@1|root
COG2303@1|root
KOG0613@1|root
KOG0613@2759|Eukaryota
COG5077@1|root
3BA5H@33208|Metazoa
COG3250@1|root
KOG1278@2759|Eukaryota
KOG0660@1|root
KOG0660@2759|Eukaryota
COG5272@1|root
COG5068@1|root
COG0699@1|root
COG1022@1|root
COG1196@2|Bacteria
COG4625@1|root
COG4625@2|Bacteria
KOG1153@2759|Eukaryota
COG5169@1|root
KOG0627@2759|Eukaryota
KOG1178@2759|Eukaryota
COG1520@1|root
COG3712@1|root
COG3712@2|Bacteria
COG0845@1|root
COG0845@2|Bacteria
COG0665@1|root
COG1404@2|Bacteria
KOG1399@2759|Eukaryota
COG0477@2|Bacteria
COG0659@1|root
3A2CD@33154|Opisthokonta
3BQJ8@33208|Metazoa
3D6IV@33213|Bilateria
48DYK@7711|Chordata
49AVA@7742|Vertebrata
3JGHQ@40674|Mammalia
2QTGB@2759|Eukaryota
KOG3736@1|root
KOG3624@2759|Eukaryota
KOG0158@2759|Eukaryota
COG0406@1|root
KOG1176@2759|Eukaryota
COG0656@1|root
2CV1G@1|root
2RQEK@2759|Eukaryota
39XY0@33154|Opisthokonta
3BNS8@33208|Metazoa
3D1TZ@33213|Bilateria
483A8@7711|Chordata
48V6P@7742|Vertebrata
COG1670@1|root
COG1670@2|Bacteria
COG1609@1|root
COG1609@2|Bacteria
COG5184@2|Bacteria
COG0697@2|Bacteria
COG5244@1|root
COG0446@1|root
KOG3575@1|root
KOG3575@2759|Eukaryota
3CYKV@33213|Bilateria
38BAS@33154|Opisthokonta
3B9IR@33208|Metazoa
3CRJW@33213|Bilateria
KOG0531@2759|Eukaryota
KOG4292@1|root
KOG4292@2759|Eukaryota
3CWAK@33213|Bilateria
KOG1804@2759|Eukaryota
KOG1216@1|root
KOG1216@2759|Eukaryota
KOG1836@1|root
KOG1836@2759|Eukaryota
COG0476@1|root
COG2217@1|root
KOG1041@1|root
KOG1041@2759|Eukaryota
KOG0027@2759|Eukaryota
KOG0714@2759|Eukaryota
COG4581@1|root
KOG0891@2759|Eukaryota
KOG1818@1|root
KOG1818@2759|Eukaryota
KOG0014@2759|Eukaryota
COG5307@1|root
COG0038@1|root
COG0564@1|root
COG2273@1|root
COG0664@2|Bacteria
COG0667@1|root
COG0702@2|Bacteria
COG1538@1|root
COG1538@2|Bacteria
COG0419@1|root
COG1476@1|root
COG1476@2|Bacteria
COG0842@1|root
COG0842@2|Bacteria
COG0265@1|root
KOG3178@1|root
KOG3178@2759|Eukaryota
COG4191@1|root
COG4191@2|Bacteria
COG2132@1|root
COG0625@1|root
COG2909@1|root
COG2909@2|Bacteria
COG1680@2|Bacteria
2E3AK@1|root
COG3279@1|root
COG3279@2|Bacteria
COG0210@2|Bacteria
COG2125@1|root
KOG1646@2759|Eukaryota
35PWT@314146|Euarchontoglires
4Q579@9989|Rodentia
COG0737@1|root
KOG0143@2759|Eukaryota
COG0439@1|root
COG3437@1|root
COG3437@2|Bacteria
2QWDY@2759|Eukaryota
37ZQ4@33090|Viridiplantae
3GK8S@35493|Streptophyta
COG0369@1|root
28Q3T@1|root
2QWSJ@2759|Eukaryota
KOG3736@2759|Eukaryota
2C2VZ@1|root
KOG2195@2759|Eukaryota
COG0198@1|root
KOG0059@2759|Eukaryota
3JD16@40674|Mammalia
35BEG@314146|Euarchontoglires
39TAK@33154|Opisthokonta
3BGZV@33208|Metazoa
3CZP1@33213|Bilateria
484HK@7711|Chordata
48XYQ@7742|Vertebrata
COG1802@1|root
COG1802@2|Bacteria
COG0346@2|Bacteria
COG3409@1|root
COG3409@2|Bacteria
KOG1124@2759|Eukaryota
COG2110@1|root
KOG3599@1|root
KOG3599@2759|Eukaryota
COG2939@1|root
KOG1282@2759|Eukaryota
COG0300@1|root
KOG0039@1|root
KOG0039@2759|Eukaryota
COG0085@1|root
COG3509@1|root
KOG1471@1|root
KOG1471@2759|Eukaryota
COG5647@1|root
KOG0417@2759|Eukaryota
COG0367@1|root
KOG1347@2759|Eukaryota
KOG1235@2759|Eukaryota
KOG1674@1|root
KOG1674@2759|Eukaryota
COG5277@1|root
COG0258@1|root
COG2972@1|root
COG2972@2|Bacteria
COG1520@2|Bacteria
COG0517@1|root
COG5434@1|root
COG1506@2|Bacteria
COG2801@2|Bacteria
COG1793@1|root
COG0524@1|root
COG0308@1|root
COG3829@1|root
COG3829@2|Bacteria
COG0679@1|root
COG1161@1|root
38HEM@33154|Opisthokonta
3BD3X@33208|Metazoa
3CUHH@33213|Bilateria
47ZXA@7711|Chordata
48XNW@7742|Vertebrata
COG0558@1|root
COG2227@1|root
COG3670@1|root
2SE86@2759|Eukaryota
37Z5V@33090|Viridiplantae
3GFIN@35493|Streptophyta
37M27@33090|Viridiplantae
3GBWJ@35493|Streptophyta
38DPC@33154|Opisthokonta
KOG0498@1|root
KOG0498@2759|Eukaryota
COG0386@1|root
KOG3078@2759|Eukaryota
KOG1565@1|root
KOG1565@2759|Eukaryota
KOG1198@2759|Eukaryota
KOG1577@2759|Eukaryota
4Q1XJ@9989|Rodentia
COG5347@1|root
KOG1610@1|root
KOG1610@2759|Eukaryota
KOG0819@1|root
KOG0819@2759|Eukaryota
COG3064@1|root
COG3064@2|Bacteria
COG0500@2|Bacteria
KOG1202@2759|Eukaryota
COG1233@1|root
KOG1164@1|root
KOG2579@1|root
KOG2579@2759|Eukaryota
KOG2287@1|root
KOG2287@2759|Eukaryota
KOG3780@1|root
KOG3780@2759|Eukaryota
KOG3528@1|root
KOG3528@2759|Eukaryota
COG0847@1|root
COG5411@1|root
KOG0691@2759|Eukaryota
KOG1620@1|root
KOG1620@2759|Eukaryota
COG3266@1|root
COG3266@2|Bacteria
COG4733@1|root
COG4733@2|Bacteria
COG1960@2|Bacteria
COG1413@1|root
COG3311@1|root
COG3311@2|Bacteria
COG3509@2|Bacteria
COG2319@2|Bacteria
COG5160@1|root
KOG0001@2759|Eukaryota
KOG0907@2759|Eukaryota
KOG0395@2759|Eukaryota
KOG0055@2759|Eukaryota
38CZD@33154|Opisthokonta
COG0695@1|root
KOG1052@1|root
KOG1256@2759|Eukaryota
1MU9B@1224|Proteobacteria
COG3547@1|root
COG3547@2|Bacteria
KOG0048@2759|Eukaryota
38G2J@33154|Opisthokonta
COG0693@1|root
KOG4569@1|root
KOG4569@2759|Eukaryota
COG0456@1|root
COG3250@2|Bacteria
KOG2806@2759|Eukaryota
COG0647@1|root
COG0566@1|root
KOG0118@1|root
KOG0118@2759|Eukaryota
COG0471@1|root
COG0604@2|Bacteria
COG0793@1|root
COG3118@1|root
COG3118@2|Bacteria
COG0419@2|Bacteria
COG2202@1|root
COG2202@2|Bacteria
COG1232@1|root
COG1266@1|root
COG1266@2|Bacteria
COG2091@1|root
COG0584@1|root
COG1653@1|root
COG1653@2|Bacteria
3AFI0@33154|Opisthokonta
3BWYW@33208|Metazoa
COG2866@1|root
KOG2793@1|root
KOG2793@2759|Eukaryota
COG5648@1|root
KOG0381@2759|Eukaryota
KOG0543@2759|Eukaryota
COG1236@1|root
KOG0620@2759|Eukaryota
COG1024@2|Bacteria
COG0791@1|root
COG0791@2|Bacteria
COG2890@1|root
COG0431@1|root
COG0577@1|root
COG0577@2|Bacteria
COG1073@2|Bacteria
3J7XU@40674|Mammalia
KOG2445@1|root
KOG2445@2759|Eukaryota
COG0142@1|root
KOG1379@2759|Eukaryota
KOG1211@2759|Eukaryota
COG1132@2|Bacteria
COG1136@1|root
COG1136@2|Bacteria
COG2227@2|Bacteria
COG2730@1|root
KOG1454@2759|Eukaryota
KOG0368@2759|Eukaryota
KOG0133@2759|Eukaryota
37QJ4@33090|Viridiplantae
3G71R@35493|Streptophyta
37IH3@33090|Viridiplantae
28NP1@1|root
2QV8R@2759|Eukaryota
37R4W@33090|Viridiplantae
37THH@33090|Viridiplantae
3GG2K@35493|Streptophyta
2CY70@1|root
2S2H2@2759|Eukaryota
37VQX@33090|Viridiplantae
2CMKC@1|root
2QQNW@2759|Eukaryota
KOG1158@2759|Eukaryota
2CFRM@1|root
KOG0206@2759|Eukaryota
38D58@33154|Opisthokonta
3BKZH@33208|Metazoa
3D0P8@33213|Bilateria
481A6@7711|Chordata
496XC@7742|Vertebrata
3J60Z@40674|Mammalia
KOG1113@2759|Eukaryota
COG1171@1|root
COG2124@2|Bacteria
COG0747@1|root
COG0747@2|Bacteria
COG2010@1|root
COG2010@2|Bacteria
COG1475@1|root
COG1475@2|Bacteria
COG0417@1|root
COG3464@1|root
COG3464@2|Bacteria
38D6P@33154|Opisthokonta
KOG4293@1|root
KOG4293@2759|Eukaryota
3BA19@33208|Metazoa
3CSDY@33213|Bilateria
KOG4568@2759|Eukaryota
KOG1729@1|root
KOG1729@2759|Eukaryota
KOG1219@2759|Eukaryota
COG4631@1|root
KOG0430@2759|Eukaryota
COG2373@1|root
KOG2633@2759|Eukaryota
38FJ1@33154|Opisthokonta
3B9N9@33208|Metazoa
3CT4W@33213|Bilateria
KOG0789@2759|Eukaryota
COG0328@1|root
COG0706@1|root
KOG4389@2759|Eukaryota
KOG1095@2759|Eukaryota
COG1011@1|root
KOG2301@1|root
KOG2301@2759|Eukaryota
COG1413@2|Bacteria
COG0683@1|root
COG0683@2|Bacteria
2GIV0@201174|Actinobacteria
COG0554@1|root
KOG2308@1|root
KOG2308@2759|Eukaryota
COG0412@1|root
COG1204@1|root
KOG0446@2759|Eukaryota
KOG0865@2759|Eukaryota
KOG0331@2759|Eukaryota
KOG1477@1|root
KOG1477@2759|Eukaryota
COG5279@1|root
KOG0207@2759|Eukaryota
COG1131@2|Bacteria
COG0270@1|root
1MU92@1224|Proteobacteria
COG4584@1|root
COG4584@2|Bacteria
COG5295@1|root
COG5295@2|Bacteria
KOG1550@2759|Eukaryota
38G42@33154|Opisthokonta
KOG4266@2759|Eukaryota
KOG0598@1|root
KOG0598@2759|Eukaryota
KOG1863@2759|Eukaryota
KOG0565@2759|Eukaryota
KOG0323@2759|Eukaryota
KOG0978@1|root
KOG0978@2759|Eukaryota
KOG0676@2759|Eukaryota
COG0006@1|root
COG2199@2|Bacteria
COG4122@1|root
COG3637@1|root
COG3637@2|Bacteria
COG3170@1|root
COG3170@2|Bacteria
COG3629@1|root
COG3629@2|Bacteria
COG0671@2|Bacteria
COG1231@1|root
COG0415@2|Bacteria
COG0524@2|Bacteria
KOG1320@2759|Eukaryota
COG1524@1|root
3DETQ@33213|Bilateria
COG0297@1|root
KOG1616@1|root
KOG1616@2759|Eukaryota
COG0406@2|Bacteria
COG0465@1|root
COG0654@2|Bacteria
COG1737@1|root
COG1737@2|Bacteria
COG2409@1|root
COG2334@1|root
COG2334@2|Bacteria
KOG1204@2759|Eukaryota
38GGF@33154|Opisthokonta
COG5202@1|root
KOG0198@1|root
KOG0198@2759|Eukaryota
COG5158@1|root
COG0737@2|Bacteria
COG5274@1|root
KOG1285@2759|Eukaryota
COG0489@1|root
2QPYS@2759|Eukaryota
37Q18@33090|Viridiplantae
2CN5X@1|root
2QU1T@2759|Eukaryota
37T40@33090|Viridiplantae
COG0816@1|root
2RXZ7@2759|Eukaryota
37TUI@33090|Viridiplantae
3GIAG@35493|Streptophyta
3QEWS@4776|Peronosporales
COG5253@1|root
COG0568@1|root
COG0057@1|root
KOG0657@2759|Eukaryota
38DPH@33154|Opisthokonta
3BA6Z@33208|Metazoa
3CRFX@33213|Bilateria
4830I@7711|Chordata
COG3217@1|root
38FFX@33154|Opisthokonta
KOG3417@1|root
KOG3417@2759|Eukaryota
2SKRK@2759|Eukaryota
39NXX@33154|Opisthokonta
3BMPE@33208|Metazoa
3D5NV@33213|Bilateria
COG0160@1|root
KOG4193@1|root
KOG4193@2759|Eukaryota
KOG1651@2759|Eukaryota
KOG0578@1|root
KOG0578@2759|Eukaryota
COG0340@1|root
38ERK@33154|Opisthokonta
COG2139@1|root
KOG1732@2759|Eukaryota
KOG1250@2759|Eukaryota
KOG1025@1|root
KOG0197@2759|Eukaryota
KOG3645@1|root
KOG3645@2759|Eukaryota
COG1473@1|root
COG3153@1|root
COG3153@2|Bacteria
COG4675@1|root
COG4675@2|Bacteria
COG1262@1|root
COG2141@1|root
COG2141@2|Bacteria
COG3293@1|root
COG3293@2|Bacteria
COG3693@1|root
COG4977@1|root
COG4977@2|Bacteria
COG2114@2|Bacteria
3A278@33154|Opisthokonta
3BQC7@33208|Metazoa
3CRZB@33213|Bilateria
KOG1238@2759|Eukaryota
KOG0160@2759|Eukaryota
KOG3689@1|root
KOG3689@2759|Eukaryota
3949K@33154|Opisthokonta
3BGFY@33208|Metazoa
3CUBZ@33213|Bilateria
38EE9@33154|Opisthokonta
3BA4T@33208|Metazoa
3CRBY@33213|Bilateria
COG0323@1|root
KOG2349@2759|Eukaryota
COG5043@1|root
KOG1809@2759|Eukaryota
KOG1990@1|root
KOG1990@2759|Eukaryota
COG3104@1|root
KOG1237@2759|Eukaryota
COG5329@1|root
KOG0161@2759|Eukaryota
COG3145@1|root
38BZ9@33154|Opisthokonta
3BA9A@33208|Metazoa
COG0739@1|root
COG0739@2|Bacteria
COG2508@1|root
COG2508@2|Bacteria
COG0236@1|root
2H477@201174|Actinobacteria
4EU82@85013|Frankiales
COG1051@1|root
COG1051@2|Bacteria
KOG0274@1|root
KOG0274@2759|Eukaryota
KOG4295@1|root
COG0501@1|root
COG0488@1|root
COG5066@1|root
KOG0439@2759|Eukaryota
COG0124@1|root
COG0510@1|root
KOG3043@2759|Eukaryota
COG1301@1|root
KOG1752@2759|Eukaryota
COG2126@1|root
KOG1082@2759|Eukaryota
3NTY9@4751|Fungi
KOG0065@2759|Eukaryota
KOG0752@1|root
KOG0752@2759|Eukaryota
KOG0406@1|root
KOG0406@2759|Eukaryota
KOG1919@2759|Eukaryota
KOG2533@2759|Eukaryota
KOG0724@1|root
KOG0724@2759|Eukaryota
KOG1281@2759|Eukaryota
KOG1005@1|root
KOG1005@2759|Eukaryota
KOG4157@1|root
KOG4157@2759|Eukaryota
COG5539@1|root
COG2165@1|root
COG2165@2|Bacteria
COG1012@2|Bacteria
COG1716@1|root
COG1716@2|Bacteria
COG0526@2|Bacteria
COG0513@2|Bacteria
COG0708@1|root
COG4677@1|root
COG0810@1|root
COG0810@2|Bacteria
1RM8A@1236|Gammaproteobacteria
COG1232@2|Bacteria
COG3055@1|root
COG3055@2|Bacteria
COG5000@1|root
COG5000@2|Bacteria
COG0726@1|root
COG0726@2|Bacteria
COG2852@1|root
COG2852@2|Bacteria
COG1502@1|root
COG5391@1|root
KOG2273@2759|Eukaryota
COG1928@1|root
KOG3359@2759|Eukaryota
KOG0191@2759|Eukaryota
KOG1263@2759|Eukaryota
COG5049@1|root
COG0571@1|root
COG0037@1|root
COG0730@1|root
COG0730@2|Bacteria
COG0631@2|Bacteria
COG2890@2|Bacteria
COG0658@1|root
COG0658@2|Bacteria
COG2273@2|Bacteria
4NE5D@976|Bacteroidetes
COG0431@2|Bacteria
KOG1052@2759|Eukaryota
COG2409@2|Bacteria
COG0637@2|Bacteria
COG0436@1|root
COG0260@1|root
3BFZI@33208|Metazoa
3CUQR@33213|Bilateria
KOG0297@1|root
KOG0297@2759|Eukaryota
COG5064@1|root
KOG0166@2759|Eukaryota
KOG1046@2759|Eukaryota
KOG0236@2759|Eukaryota
KOG0776@2759|Eukaryota
COG0566@2|Bacteria
COG1472@1|root
KOG1505@2759|Eukaryota
COG0175@1|root
KOG1944@1|root
KOG1944@2759|Eukaryota
COG3711@1|root
COG3711@2|Bacteria
COG3315@1|root
COG0543@1|root
KOG0537@2759|Eukaryota
COG1241@1|root
COG0633@1|root
KOG0768@1|root
KOG0768@2759|Eukaryota
COG0489@2|Bacteria
COG2206@1|root
COG2206@2|Bacteria
28MUD@1|root
3GA2W@35493|Streptophyta
37MSF@33090|Viridiplantae
3GDM8@35493|Streptophyta
COG0475@1|root
KOG1650@2759|Eukaryota
28JMA@1|root
COG0480@1|root
2CMH1@1|root
2QQBP@2759|Eukaryota
37KZM@33090|Viridiplantae
3GBDB@35493|Streptophyta
COG0296@1|root
KOG1327@1|root
KOG1327@2759|Eukaryota
KOG2704@2759|Eukaryota
COG1252@1|root
COG1018@1|root
COG1018@2|Bacteria
COG0568@2|Bacteria
KOG2203@1|root
KOG2203@2759|Eukaryota
2DGIP@1|root
2S5UP@2759|Eukaryota
3A5XI@33154|Opisthokonta
3BT0Z@33208|Metazoa
3D12G@33213|Bilateria
COG0206@1|root
COG0846@1|root
KOG0594@1|root
KOG0594@2759|Eukaryota
48AY8@7711|Chordata
38BNF@33154|Opisthokonta
COG0468@1|root
COG0470@1|root
KOG3637@1|root
KOG3637@2759|Eukaryota
COG0039@1|root
KOG3538@2759|Eukaryota
KOG1205@2759|Eukaryota
COG5108@1|root
KOG1038@2759|Eukaryota
28KDS@1|root
3BF1R@33208|Metazoa
3CRI6@33213|Bilateria
2CKF5@1|root
2QYU3@2759|Eukaryota
39381@33154|Opisthokonta
3BFUE@33208|Metazoa
3D2F8@33213|Bilateria
48B4W@7711|Chordata
4905T@7742|Vertebrata
3J43E@40674|Mammalia
35P3W@314146|Euarchontoglires
4PW3W@9989|Rodentia
482KT@7711|Chordata
48WKH@7742|Vertebrata
39YIF@33154|Opisthokonta
3BEIQ@33208|Metazoa
3CYDB@33213|Bilateria
486ZY@7711|Chordata
49132@7742|Vertebrata
3J6T7@40674|Mammalia
38I5R@33154|Opisthokonta
3BF68@33208|Metazoa
3CWSV@33213|Bilateria
48V9Y@7742|Vertebrata
3J1GB@40674|Mammalia
KOG3401@2759|Eukaryota
KOG3504@1|root
KOG3504@2759|Eukaryota
COG0402@1|root
38BPG@33154|Opisthokonta
28NFK@1|root
2QV16@2759|Eukaryota
38CZ7@33154|Opisthokonta
3BA7R@33208|Metazoa
3CRR4@33213|Bilateria
COG5053@1|root
KOG0250@2759|Eukaryota
KOG1025@2759|Eukaryota
38CH9@33154|Opisthokonta
3BBNC@33208|Metazoa
3CSNN@33213|Bilateria
35JGX@314146|Euarchontoglires
4Q26Z@9989|Rodentia
3J22V@40674|Mammalia
COG0626@1|root
COG2520@1|root
COG4974@1|root
COG4974@2|Bacteria
COG0385@1|root
COG5171@1|root
KOG0864@2759|Eukaryota
KOG3513@1|root
KOG3513@2759|Eukaryota
38C7V@33154|Opisthokonta
3B984@33208|Metazoa
3CS11@33213|Bilateria
38FEE@33154|Opisthokonta
KOG1164@2759|Eukaryota
3ARS9@33154|Opisthokonta
3C2BJ@33208|Metazoa
3CVJC@33213|Bilateria
KOG0792@2759|Eukaryota
COG1269@1|root
38GEI@33154|Opisthokonta
COG1972@1|root
KOG3747@2759|Eukaryota
38CC4@33154|Opisthokonta
3BEAF@33208|Metazoa
KOG3573@1|root
KOG3573@2759|Eukaryota
KOG0517@2759|Eukaryota
3AH5E@33154|Opisthokonta
38B62@33154|Opisthokonta
3BDT1@33208|Metazoa
3CY8Z@33213|Bilateria
KOG4286@2759|Eukaryota
38H9P@33154|Opisthokonta
3B9ZQ@33208|Metazoa
3CSW5@33213|Bilateria
KOG1023@2759|Eukaryota
3BA2W@33208|Metazoa
COG0399@1|root
KOG2408@1|root
KOG2408@2759|Eukaryota
39X0S@33154|Opisthokonta
3BF48@33208|Metazoa
3D5JC@33213|Bilateria
38EWM@33154|Opisthokonta
KOG0580@1|root
KOG0580@2759|Eukaryota
COG1525@1|root
KOG0244@2759|Eukaryota
COG1562@1|root
KOG1933@1|root
KOG1933@2759|Eukaryota
KOG3610@1|root
KOG3610@2759|Eukaryota
28N19@1|root
KOG1239@2759|Eukaryota
COG5422@1|root
38BYK@33154|Opisthokonta
COG0025@1|root
3CT35@33213|Bilateria
38CF9@33154|Opisthokonta
COG2335@1|root
COG2335@2|Bacteria
COG0236@2|Bacteria
COG0424@1|root
KOG4597@2759|Eukaryota
KOG3515@1|root
KOG3515@2759|Eukaryota
38CFV@33154|Opisthokonta
KOG2166@2759|Eukaryota
KOG4673@1|root
KOG4673@2759|Eukaryota
COG1622@1|root
KOG3776@1|root
KOG3776@2759|Eukaryota
KOG2619@1|root
KOG2619@2759|Eukaryota
COG5218@1|root
KOG2025@2759|Eukaryota
COG5333@1|root
COG0508@1|root
KOG2477@1|root
KOG2477@2759|Eukaryota
38DAU@33154|Opisthokonta
2BWHM@1|root
KOG3787@2759|Eukaryota
COG5641@1|root
KOG1601@2759|Eukaryota
38GWR@33154|Opisthokonta
3BDA1@33208|Metazoa
3CYUY@33213|Bilateria
38C1K@33154|Opisthokonta
1NRP8@1224|Proteobacteria
COG3468@1|root
COG3468@2|Bacteria
1GU6N@112252|Fungi incertae sedis
KOG0941@2759|Eukaryota
COG5142@1|root
KOG2372@2759|Eukaryota
COG0123@1|root
KOG0101@2759|Eukaryota
COG5028@1|root
COG5076@1|root
COG1358@1|root
COG0705@1|root
COG0062@1|root
KOG4373@1|root
KOG4373@2759|Eukaryota
COG0749@1|root
COG1672@1|root
COG0507@2|Bacteria
COG1409@2|Bacteria
COG0793@2|Bacteria
COG1357@1|root
COG0790@2|Bacteria
COG4961@1|root
COG4961@2|Bacteria
2VH3V@28216|Betaproteobacteria
COG0834@1|root
COG0834@2|Bacteria
1R7HC@1224|Proteobacteria
COG1187@1|root
COG3290@1|root
COG3290@2|Bacteria
COG4745@1|root
COG4745@2|Bacteria
COG1555@1|root
COG1555@2|Bacteria
KOG1854@1|root
KOG1854@2759|Eukaryota
COG3386@1|root
KOG1303@2759|Eukaryota
KOG2182@1|root
KOG2182@2759|Eukaryota
COG3345@1|root
KOG2045@2759|Eukaryota
KOG0614@2759|Eukaryota
KOG3071@1|root
KOG3071@2759|Eukaryota
COG0572@1|root
COG1011@2|Bacteria
COG1902@1|root
COG2608@1|root
COG0110@1|root
COG0110@2|Bacteria
2GJ5A@201174|Actinobacteria
COG3239@1|root
COG1434@1|root
COG1434@2|Bacteria
COG4770@1|root
39P39@33154|Opisthokonta
COG0459@1|root
2QVH7@2759|Eukaryota
COG0445@1|root
KOG2132@1|root
KOG2132@2759|Eukaryota
KOG0867@2759|Eukaryota
COG1185@1|root
KOG3700@1|root
KOG3700@2759|Eukaryota
KOG1055@1|root
KOG1055@2759|Eukaryota
38CVQ@33154|Opisthokonta
KOG1037@1|root
KOG1037@2759|Eukaryota
COG2017@1|root
KOG1362@1|root
KOG1362@2759|Eukaryota
KOG2443@1|root
COG1361@1|root
COG1361@2|Bacteria
COG0317@1|root
COG0237@1|root
KOG0929@2759|Eukaryota
COG0679@2|Bacteria
COG3315@2|Bacteria
COG5297@1|root
COG0542@1|root
KOG0058@2759|Eukaryota
KOG0379@1|root
KOG0379@2759|Eukaryota
KOG4231@1|root
KOG4231@2759|Eukaryota
KOG0534@2759|Eukaryota
KOG2914@2759|Eukaryota
COG5309@1|root
COG5464@1|root
COG5464@2|Bacteria
COG0297@2|Bacteria
2R41B@2759|Eukaryota
37TDP@33090|Viridiplantae
3GCY2@35493|Streptophyta
4JSAI@91835|fabids
37MYZ@33090|Viridiplantae
3GGBN@35493|Streptophyta
29XXM@1|root
2QS0H@2759|Eukaryota
37P0K@33090|Viridiplantae
3GIRJ@35493|Streptophyta
29R0J@1|root
2RX9W@2759|Eukaryota
37TBS@33090|Viridiplantae
3GHN1@35493|Streptophyta
37TIF@33090|Viridiplantae
3G9IZ@35493|Streptophyta
2C5NK@1|root
2S2YF@2759|Eukaryota
37IQD@33090|Viridiplantae
3G8FY@35493|Streptophyta
2CXP5@1|root
2RYTW@2759|Eukaryota
37VJU@33090|Viridiplantae
3GIAJ@35493|Streptophyta
2C7QK@1|root
3GIWN@35493|Streptophyta
KOG0470@2759|Eukaryota
2CY5K@1|root
2S269@2759|Eukaryota
37VSW@33090|Viridiplantae
3GJYD@35493|Streptophyta
2EY53@1|root
2SZPV@2759|Eukaryota
3BI7U@33208|Metazoa
2T23I@2759|Eukaryota
KOG0230@2759|Eukaryota
2C7PM@1|root
2S628@2759|Eukaryota
KOG1558@1|root
KOG1558@2759|Eukaryota
COG0339@1|root
KOG3539@1|root
KOG3539@2759|Eukaryota
KOG1737@1|root
KOG0548@2759|Eukaryota
1MX2K@1224|Proteobacteria
38ECR@33154|Opisthokonta
3BMW6@33208|Metazoa
3CYVD@33213|Bilateria
KOG1388@1|root
KOG1388@2759|Eukaryota
KOG3867@2759|Eukaryota
COG1528@1|root
KOG2332@2759|Eukaryota
COG0469@1|root
KOG4562@1|root
KOG4562@2759|Eukaryota
3BAUJ@33208|Metazoa
KOG0831@1|root
KOG0831@2759|Eukaryota
KOG0490@1|root
KOG0490@2759|Eukaryota
38F6X@33154|Opisthokonta
COG5262@1|root
38CFX@33154|Opisthokonta
3B96W@33208|Metazoa
3AFEN@33154|Opisthokonta
3BYFH@33208|Metazoa
3D2V4@33213|Bilateria
KOG1318@1|root
KOG1318@2759|Eukaryota
3J82B@40674|Mammalia
35HDV@314146|Euarchontoglires
35AHR@314146|Euarchontoglires
KOG1304@2759|Eukaryota
COG5019@1|root
COG3380@1|root
38BCJ@33154|Opisthokonta
3A882@33154|Opisthokonta
COG0365@1|root
488JU@7711|Chordata
48YUE@7742|Vertebrata
3J75W@40674|Mammalia
35E7E@314146|Euarchontoglires
KOG4221@1|root
KOG4221@2759|Eukaryota
KOG1670@2759|Eukaryota
KOG3607@1|root
KOG3607@2759|Eukaryota
KOG2488@1|root
KOG2488@2759|Eukaryota
COG1473@2|Bacteria
COG2230@1|root
COG5343@1|root
COG5343@2|Bacteria
COG1262@2|Bacteria
COG4177@1|root
COG4177@2|Bacteria
COG1192@1|root
COG2327@1|root
COG0703@1|root
COG0703@2|Bacteria
COG1804@1|root
KOG0589@1|root
KOG0589@2759|Eukaryota
KOG4225@1|root
KOG4225@2759|Eukaryota
3BCMH@33208|Metazoa
3CXS1@33213|Bilateria
COG0539@1|root
KOG3626@1|root
KOG3626@2759|Eukaryota
28PUT@1|root
2QWHD@2759|Eukaryota
38EA4@33154|Opisthokonta
3BMU4@33208|Metazoa
3CZSB@33213|Bilateria
KOG2189@2759|Eukaryota
3CZWK@33213|Bilateria
39RKB@33154|Opisthokonta
COG1111@1|root
290TZ@1|root
KOG3638@1|root
KOG3638@2759|Eukaryota
COG4281@1|root
KOG0817@2759|Eukaryota
KOG1776@1|root
KOG1776@2759|Eukaryota
COG1109@1|root
KOG1812@1|root
KOG0922@2759|Eukaryota
KOG1812@2759|Eukaryota
COG1304@1|root
KOG0538@2759|Eukaryota
KOG1591@1|root
KOG1591@2759|Eukaryota
38EY4@33154|Opisthokonta
3BAZ5@33208|Metazoa
3CW54@33213|Bilateria
3D3FI@33213|Bilateria
2QSUI@2759|Eukaryota
38FMI@33154|Opisthokonta
3BA2F@33208|Metazoa
3CS0F@33213|Bilateria
KOG1700@2759|Eukaryota
38B7G@33154|Opisthokonta
3BA4F@33208|Metazoa
3CRJ1@33213|Bilateria
KOG0169@1|root
KOG2087@1|root
KOG2087@2759|Eukaryota
38CC3@33154|Opisthokonta
3BCC2@33208|Metazoa
2QUK7@2759|Eukaryota
38HHN@33154|Opisthokonta
3BCH4@33208|Metazoa
3CRT4@33213|Bilateria
38BW2@33154|Opisthokonta
KOG0903@2759|Eukaryota
KOG0502@2759|Eukaryota
KOG0245@2759|Eukaryota
KOG1305@2759|Eukaryota
KOG1014@2759|Eukaryota
KOG0103@2759|Eukaryota
38C3M@33154|Opisthokonta
3BCXH@33208|Metazoa
3CWUW@33213|Bilateria
COG0103@1|root
COG0086@1|root
COG4251@1|root
COG4251@2|Bacteria
COG1305@1|root
COG1305@2|Bacteria
KOG2348@2759|Eukaryota
38H6Q@33154|Opisthokonta
3BNPS@33208|Metazoa
3D1CR@33213|Bilateria
38EQB@33154|Opisthokonta
3BB8S@33208|Metazoa
3E52Q@33213|Bilateria
KOG4280@2759|Eukaryota
KOG0778@2759|Eukaryota
KOG0208@2759|Eukaryota
38DMQ@33154|Opisthokonta
3BEFP@33208|Metazoa
3D2H3@33213|Bilateria
COG1052@1|root
KOG0509@2759|Eukaryota
KOG0597@1|root
KOG0597@2759|Eukaryota
KOG3720@1|root
KOG3720@2759|Eukaryota
KOG1363@1|root
KOG1363@2759|Eukaryota
KOG0374@2759|Eukaryota
COG0331@1|root
38CP8@33154|Opisthokonta
3BAAR@33208|Metazoa
3CTH3@33213|Bilateria
KOG2517@2759|Eukaryota
KOG3069@2759|Eukaryota
39RRI@33154|Opisthokonta
KOG0890@2759|Eukaryota
KOG4237@2759|Eukaryota
KOG2220@1|root
KOG2220@2759|Eukaryota
38CYR@33154|Opisthokonta
COG0017@1|root
39P1Q@33154|Opisthokonta
3BBCQ@33208|Metazoa
KOG0569@2759|Eukaryota
38DNJ@33154|Opisthokonta
3BAAV@33208|Metazoa
3CS42@33213|Bilateria
KOG4582@1|root
KOG4582@2759|Eukaryota
COG0473@1|root
KOG0028@2759|Eukaryota
COG5044@1|root
KOG2716@1|root
KOG2716@2759|Eukaryota
COG2220@1|root
COG0514@1|root
KOG2778@1|root
KOG2778@2759|Eukaryota
KOG0952@2759|Eukaryota
KOG3173@1|root
KOG3173@2759|Eukaryota
KOG2064@1|root
KOG2064@2759|Eukaryota
COG0400@1|root
KOG2029@1|root
KOG2029@2759|Eukaryota
KOG1897@1|root
KOG1897@2759|Eukaryota
38DWC@33154|Opisthokonta
COG0052@1|root
KOG0223@2759|Eukaryota
COG0270@2|Bacteria
COG5265@1|root
COG5033@1|root
KOG3149@2759|Eukaryota
3NTVV@4751|Fungi
1GXSA@112252|Fungi incertae sedis
3A50K@33154|Opisthokonta
3P4T5@4751|Fungi
37I5H@33090|Viridiplantae
38HI5@33154|Opisthokonta
3NWUG@4751|Fungi
KOG2168@1|root
KOG2168@2759|Eukaryota
38B6B@33154|Opisthokonta
28N8N@1|root
2QUTZ@2759|Eukaryota
38H6S@33154|Opisthokonta
KOG1867@1|root
KOG1867@2759|Eukaryota
KOG0979@2759|Eukaryota
COG0122@1|root
38H0T@33154|Opisthokonta
KOG1805@2759|Eukaryota
38C48@33154|Opisthokonta
COG5185@1|root
KOG0995@2759|Eukaryota
COG5531@1|root
KOG0758@1|root
KOG0758@2759|Eukaryota
KOG0305@2759|Eukaryota
KOG1802@2759|Eukaryota
KOG3001@1|root
KOG3001@2759|Eukaryota
COG2313@1|root
KOG3009@2759|Eukaryota
COG5124@1|root
KOG3433@2759|Eukaryota
39G0B@33154|Opisthokonta
KOG2882@2759|Eukaryota
KOG0585@1|root
KOG0585@2759|Eukaryota
KOG3166@2759|Eukaryota
COG5143@1|root
38C60@33154|Opisthokonta
KOG2585@2759|Eukaryota
COG0741@1|root
COG0741@2|Bacteria
COG3832@1|root
COG3832@2|Bacteria
1MZV7@1224|Proteobacteria
COG0667@2|Bacteria
COG1123@1|root
COG4172@2|Bacteria
COG4122@2|Bacteria
COG0517@2|Bacteria
4NDXS@976|Bacteroidetes
COG4206@1|root
COG4206@2|Bacteria
COG1226@1|root
COG5635@1|root
COG5635@2|Bacteria
COG4771@2|Bacteria
4NE6N@976|Bacteroidetes
COG1357@2|Bacteria
COG0491@1|root
COG2373@2|Bacteria
COG0665@2|Bacteria
COG0286@1|root
COG0286@2|Bacteria
COG3899@1|root
COG3899@2|Bacteria
COG1044@1|root
COG1187@2|Bacteria
COG2259@1|root
COG2259@2|Bacteria
4NHYT@976|Bacteroidetes
COG2091@2|Bacteria
COG2204@1|root
COG2204@2|Bacteria
COG1714@1|root
COG1714@2|Bacteria
COG1075@1|root
38GXM@33154|Opisthokonta
3BCJF@33208|Metazoa
3CWTH@33213|Bilateria
KOG4651@1|root
KOG4651@2759|Eukaryota
COG1007@1|root
KOG4668@2759|Eukaryota
COG1032@1|root
COG1032@2|Bacteria
COG2351@1|root
COG0760@1|root
COG0760@2|Bacteria
COG1203@1|root
COG1203@2|Bacteria
COG5260@1|root
COG4804@1|root
COG4804@2|Bacteria
2D8J6@1|root
2TAFI@2759|Eukaryota
395E3@33154|Opisthokonta
3Q2HQ@4751|Fungi
1GXNM@112252|Fungi incertae sedis
KOG1704@1|root
COG5036@1|root
COG0388@1|root
COG0388@2|Bacteria
KOG1605@2759|Eukaryota
COG0389@1|root
KOG0552@2759|Eukaryota
KOG0581@1|root
KOG0581@2759|Eukaryota
KOG0224@2759|Eukaryota
COG1199@1|root
COG1501@1|root
KOG1502@2759|Eukaryota
COG0625@2|Bacteria
KOG1552@2759|Eukaryota
KOG0211@1|root
KOG0211@2759|Eukaryota
COG1310@1|root
KOG1290@1|root
KOG1290@2759|Eukaryota
KOG0730@2759|Eukaryota
COG0685@1|root
COG0216@1|root
COG0013@1|root
COG0495@1|root
COG0681@1|root
COG0215@1|root
COG1289@1|root
COG1289@2|Bacteria
COG1940@1|root
COG0488@2|Bacteria
2GU7G@201174|Actinobacteria
COG2815@1|root
COG2815@2|Bacteria
COG3021@1|root
COG3021@2|Bacteria
COG1902@2|Bacteria
COG2843@1|root
COG0659@2|Bacteria
COG0260@2|Bacteria
COG1733@1|root
COG1733@2|Bacteria
COG0550@1|root
COG1762@1|root
COG1762@2|Bacteria
3BIY7@33208|Metazoa
3CZEJ@33213|Bilateria
COG2163@1|root
KOG0243@2759|Eukaryota
391R3@33154|Opisthokonta
COG0049@1|root
KOG2667@2759|Eukaryota
KOG1294@2759|Eukaryota
KOG0985@1|root
KOG0985@2759|Eukaryota
38GB4@33154|Opisthokonta
3BE7Z@33208|Metazoa
3D4AT@33213|Bilateria
COG1446@1|root
COG1723@1|root
KOG2861@2759|Eukaryota
KOG1786@1|root
KOG1786@2759|Eukaryota
KOG0701@2759|Eukaryota
39R3B@33154|Opisthokonta
3BJH6@33208|Metazoa
3D3HE@33213|Bilateria
KOG0078@1|root
KOG0078@2759|Eukaryota
KOG0216@2759|Eukaryota
COG3338@1|root
COG5243@1|root
KOG0802@2759|Eukaryota
COG1877@1|root
KOG1050@2759|Eukaryota
COG2897@1|root
COG0405@1|root
COG1405@1|root
39YNX@33154|Opisthokonta
COG1337@1|root
COG1337@2|Bacteria
COG1129@1|root
COG1129@2|Bacteria
COG3206@1|root
COG3206@2|Bacteria
COG0399@2|Bacteria
COG1651@1|root
COG0156@1|root
COG3240@1|root
COG0367@2|Bacteria
COG0617@1|root
KOG2741@2759|Eukaryota
COG0575@1|root
KOG2391@1|root
KOG2391@2759|Eukaryota
KOG0967@2759|Eukaryota
KOG1470@1|root
KOG1470@2759|Eukaryota
KOG0306@1|root
KOG0306@2759|Eukaryota
KOG2551@1|root
KOG2551@2759|Eukaryota
COG5201@1|root
KOG1724@2759|Eukaryota
2QRFN@2759|Eukaryota
COG0446@2|Bacteria
COG2188@1|root
COG2188@2|Bacteria
COG0847@2|Bacteria
COG1878@1|root
COG1878@2|Bacteria
COG2186@1|root
COG2186@2|Bacteria
COG1621@1|root
2QQCZ@2759|Eukaryota
37PZK@33090|Viridiplantae
3GA01@35493|Streptophyta
37SST@33090|Viridiplantae
3GEUD@35493|Streptophyta
37KPV@33090|Viridiplantae
3GH3Z@35493|Streptophyta
2ECU4@1|root
2SIKN@2759|Eukaryota
37YK3@33090|Viridiplantae
37HEY@33090|Viridiplantae
3G9UH@35493|Streptophyta
3G8G8@35493|Streptophyta
37UK8@33090|Viridiplantae
37RSV@33090|Viridiplantae
3GF8S@35493|Streptophyta
2QSMT@2759|Eukaryota
37M64@33090|Viridiplantae
37RRH@33090|Viridiplantae
3G8MV@35493|Streptophyta
28NCI@1|root
2QUY1@2759|Eukaryota
37QEN@33090|Viridiplantae
COG5024@1|root
2BD6H@1|root
KOG1267@1|root
KOG1267@2759|Eukaryota
2QUNQ@2759|Eukaryota
37QB2@33090|Viridiplantae
37S9E@33090|Viridiplantae
3G93J@35493|Streptophyta
COG1064@1|root
KOG2918@1|root
KOG2918@2759|Eukaryota
2D41Y@1|root
2STJ4@2759|Eukaryota
381CZ@33090|Viridiplantae
3GQNW@35493|Streptophyta
2EYSF@1|root
2CJFW@1|root
2S3TK@2759|Eukaryota
3CTS1@33213|Bilateria
41WYJ@6656|Arthropoda
3SH01@50557|Insecta
29FCZ@1|root
2RNII@2759|Eukaryota
KOG1330@2759|Eukaryota
2CXMU@1|root
2RYJ5@2759|Eukaryota
2EEDB@1|root
29N8G@1|root
2RVJ4@2759|Eukaryota
2CS14@1|root
2S48E@2759|Eukaryota
2D26K@1|root
2SKNU@2759|Eukaryota
KOG2956@1|root
KOG2956@2759|Eukaryota
KOG2662@1|root
KOG2662@2759|Eukaryota
COG0530@1|root
COG0675@1|root
COG0675@2|Bacteria
2EK13@1|root
2SQ1Q@2759|Eukaryota
39SKF@33154|Opisthokonta
3P13T@4751|Fungi
3QRI6@4890|Ascomycota
KOG0591@1|root
KOG0591@2759|Eukaryota
28MU8@1|root
2QUCG@2759|Eukaryota
39T63@33154|Opisthokonta
3NTWC@4751|Fungi
3QQU2@4890|Ascomycota
KOG2100@2759|Eukaryota
KOG2198@2759|Eukaryota
38FKU@33154|Opisthokonta
3BA9H@33208|Metazoa
3CV94@33213|Bilateria
48A9K@7711|Chordata
390I7@33154|Opisthokonta
3BG3F@33208|Metazoa
3CXSN@33213|Bilateria
1RNRK@1236|Gammaproteobacteria
COG1233@2|Bacteria
COG1082@1|root
COG1082@2|Bacteria
COG0558@2|Bacteria
COG3119@2|Bacteria
KOG1422@1|root
KOG1422@2759|Eukaryota
KOG0889@2759|Eukaryota
2CXGH@1|root
2RX9T@2759|Eukaryota
39YTV@33154|Opisthokonta
COG0411@1|root
COG0411@2|Bacteria
2D8WE@1|root
2TBTP@2759|Eukaryota
3974W@33154|Opisthokonta
3CBFN@33208|Metazoa
3DSQV@33213|Bilateria
42CM8@6656|Arthropoda
3SYAH@50557|Insecta
46MJS@7399|Hymenoptera
4890N@7711|Chordata
497DC@7742|Vertebrata
3J2FU@40674|Mammalia
35AJF@314146|Euarchontoglires
KOG0616@1|root
KOG0616@2759|Eukaryota
38C4N@33154|Opisthokonta
KOG1177@2759|Eukaryota
2D3IM@1|root
2SRQ0@2759|Eukaryota
3ANQ2@33154|Opisthokonta
3C1ER@33208|Metazoa
3DHG5@33213|Bilateria
39T27@33154|Opisthokonta
3BFNE@33208|Metazoa
3D0CF@33213|Bilateria
485IG@7711|Chordata
2D9D7@1|root
2TDZD@2759|Eukaryota
3ANRD@33154|Opisthokonta
3C129@33208|Metazoa
3DHBV@33213|Bilateria
48FVN@7711|Chordata
49D1A@7742|Vertebrata
3JHYU@40674|Mammalia
35SGK@314146|Euarchontoglires
4Q8YP@9989|Rodentia
KOG2362@2759|Eukaryota
38ENX@33154|Opisthokonta
3BBBX@33208|Metazoa
3CS49@33213|Bilateria
KOG2323@2759|Eukaryota
29KQX@1|root
2RU02@2759|Eukaryota
3A0EZ@33154|Opisthokonta
3BPRX@33208|Metazoa
3D6SM@33213|Bilateria
48EHE@7711|Chordata
499BT@7742|Vertebrata
3JG6G@40674|Mammalia
35Q1J@314146|Euarchontoglires
4Q8YN@9989|Rodentia
COG0638@1|root
38B6M@33154|Opisthokonta
3B9HR@33208|Metazoa
KOG1564@2759|Eukaryota
38E66@33154|Opisthokonta
3CUDX@33213|Bilateria
2CD1S@1|root
COG5101@1|root
KOG2020@2759|Eukaryota
38GS1@33154|Opisthokonta
38BTY@33154|Opisthokonta
3BF8S@33208|Metazoa
3CV2F@33213|Bilateria
KOG1536@2759|Eukaryota
KOG0443@1|root
KOG0443@2759|Eukaryota
38D2A@33154|Opisthokonta
3BDJX@33208|Metazoa
3CTBY@33213|Bilateria
485ZR@7711|Chordata
48Y85@7742|Vertebrata
KOG3516@1|root
KOG3516@2759|Eukaryota
4PXQZ@9989|Rodentia
4Q7WB@9989|Rodentia
COG1070@1|root
35GGT@314146|Euarchontoglires
3A3EZ@33154|Opisthokonta
3BHRB@33208|Metazoa
3CSYU@33213|Bilateria
485Z0@7711|Chordata
490PK@7742|Vertebrata
COG3525@1|root
COG1095@1|root
3BUET@33208|Metazoa
3DAWM@33213|Bilateria
48ECI@7711|Chordata
49AWK@7742|Vertebrata
3JGJW@40674|Mammalia
38CGF@33154|Opisthokonta
COG2130@1|root
KOG1196@2759|Eukaryota
4Q34Y@9989|Rodentia
COG2219@1|root
KOG2267@2759|Eukaryota
39SFW@33154|Opisthokonta
3BEYV@33208|Metazoa
3CXIH@33213|Bilateria
KOG4641@2759|Eukaryota
38BW4@33154|Opisthokonta
COG0148@1|root
KOG2670@2759|Eukaryota
COG4188@1|root
KOG1851@1|root
KOG1851@2759|Eukaryota
35HFF@314146|Euarchontoglires
38BV4@33154|Opisthokonta
3BA6X@33208|Metazoa
3CSFV@33213|Bilateria
COG0028@1|root
38E8B@33154|Opisthokonta
COG0087@1|root
KOG0746@2759|Eukaryota
KOG4381@1|root
KOG4381@2759|Eukaryota
COG1752@1|root
COG0600@1|root
COG0001@1|root
COG0001@2|Bacteria
COG2230@2|Bacteria
COG2856@1|root
COG2856@2|Bacteria
COG1063@1|root
COG0651@1|root
COG0651@2|Bacteria
COG0523@1|root
COG0523@2|Bacteria
COG2831@1|root
COG2831@2|Bacteria
COG1192@2|Bacteria
COG5433@1|root
COG5433@2|Bacteria
COG4360@1|root
COG3591@1|root
COG3591@2|Bacteria
COG2327@2|Bacteria
3BJ45@33208|Metazoa
KOG1815@1|root
KOG1815@2759|Eukaryota
38G7Z@33154|Opisthokonta
KOG2175@1|root
KOG2175@2759|Eukaryota
KOG1807@2759|Eukaryota
38E0G@33154|Opisthokonta
KOG3664@1|root
KOG3664@2759|Eukaryota
38DGH@33154|Opisthokonta
3BA28@33208|Metazoa
KOG1336@2759|Eukaryota
KOG4194@2759|Eukaryota
COG1234@1|root
KOG2121@2759|Eukaryota
39TC1@33154|Opisthokonta
3B963@33208|Metazoa
3CZ9Z@33213|Bilateria
KOG1070@2759|Eukaryota
38CAS@33154|Opisthokonta
3BFBR@33208|Metazoa
3CU53@33213|Bilateria
38DV9@33154|Opisthokonta
3BCPB@33208|Metazoa
3CSZS@33213|Bilateria
KOG4674@1|root
KOG4674@2759|Eukaryota
3BGGV@33208|Metazoa
3CT1S@33213|Bilateria
COG1335@1|root
COG0536@1|root
420TT@6656|Arthropoda
3SQX5@50557|Insecta
KOG2319@2759|Eukaryota
KOG1072@1|root
KOG1072@2759|Eukaryota
3BC8Q@33208|Metazoa
3CXMB@33213|Bilateria
KOG0354@2759|Eukaryota
38EUX@33154|Opisthokonta
2R7PE@2759|Eukaryota
38B50@33154|Opisthokonta
3BCEG@33208|Metazoa
KOG1959@1|root
COG3914@1|root
KOG1218@1|root
KOG1218@2759|Eukaryota
COG1597@1|root
KOG1978@2759|Eukaryota
KOG2008@1|root
KOG2008@2759|Eukaryota
39R1C@33154|Opisthokonta
3BBI4@33208|Metazoa
3CW7P@33213|Bilateria
COG0262@1|root
KOG1324@2759|Eukaryota
COG0328@2|Bacteria
3BGSJ@33208|Metazoa
38C26@33154|Opisthokonta
3BBRE@33208|Metazoa
KOG3670@1|root
KOG3670@2759|Eukaryota
KOG4290@1|root
KOG4290@2759|Eukaryota
38HUW@33154|Opisthokonta
3BJ0R@33208|Metazoa
3D2AJ@33213|Bilateria
39UXD@33154|Opisthokonta
3BM9C@33208|Metazoa
3DDN2@33213|Bilateria
38CGP@33154|Opisthokonta
KOG1890@2759|Eukaryota
KOG2101@1|root
KOG2101@2759|Eukaryota
COG5221@1|root
KOG3613@2759|Eukaryota
38ED7@33154|Opisthokonta
3BDMZ@33208|Metazoa
3CURP@33213|Bilateria
KOG2197@2759|Eukaryota
KOG3268@1|root
KOG3268@2759|Eukaryota
KOG4725@1|root
KOG4725@2759|Eukaryota
3B9C3@33208|Metazoa
3CRAS@33213|Bilateria
KOG0288@1|root
KOG0288@2759|Eukaryota
38G4W@33154|Opisthokonta
3B9XJ@33208|Metazoa
3CUU9@33213|Bilateria
KOG4305@2759|Eukaryota
KOG4176@2759|Eukaryota
COG5271@1|root
KOG1808@2759|Eukaryota
38FBP@33154|Opisthokonta
COG3268@1|root
COG3173@1|root
38CZH@33154|Opisthokonta
3B9B2@33208|Metazoa
KOG1858@1|root
KOG1858@2759|Eukaryota
38CC5@33154|Opisthokonta
COG3621@1|root
KOG0513@2759|Eukaryota
3BAHQ@33208|Metazoa
3CSUW@33213|Bilateria
KOG2516@1|root
KOG2516@2759|Eukaryota
COG0429@1|root
KOG1838@2759|Eukaryota
38B3X@33154|Opisthokonta
3BCDS@33208|Metazoa
COG0091@1|root
COG1853@1|root
COG1853@2|Bacteria
COG1141@1|root
COG1141@2|Bacteria
COG3378@1|root
COG3378@2|Bacteria
COG1674@1|root
COG1674@2|Bacteria
COG1807@1|root
COG1807@2|Bacteria
2GIZF@201174|Actinobacteria
2GJN3@201174|Actinobacteria
COG4447@1|root
COG4447@2|Bacteria
COG3408@1|root
3BI8I@33208|Metazoa
3D5CW@33213|Bilateria
KOG0025@2759|Eukaryota
KOG0033@1|root
KOG0033@2759|Eukaryota
KOG4295@2759|Eukaryota
38E7E@33154|Opisthokonta
3BG4C@33208|Metazoa
3CUR7@33213|Bilateria
KOG0069@2759|Eukaryota
38G0Z@33154|Opisthokonta
KOG3949@1|root
KOG3949@2759|Eukaryota
KOG0947@2759|Eukaryota
39W5E@33154|Opisthokonta
KOG3988@2759|Eukaryota
38FAU@33154|Opisthokonta
3BEU7@33208|Metazoa
3CS0P@33213|Bilateria
KOG1387@2759|Eukaryota
38HCD@33154|Opisthokonta
3BBAG@33208|Metazoa
3CZP5@33213|Bilateria
KOG3665@1|root
KOG3665@2759|Eukaryota
38NQ4@33154|Opisthokonta
3BH4X@33208|Metazoa
3CV34@33213|Bilateria
KOG2919@1|root
KOG2919@2759|Eukaryota
38G95@33154|Opisthokonta
KOG1824@1|root
KOG1824@2759|Eukaryota
COG5183@1|root
KOG1609@2759|Eukaryota
38B5R@33154|Opisthokonta
3BAJW@33208|Metazoa
3CY7K@33213|Bilateria
COG2036@1|root
KOG1745@2759|Eukaryota
28KJ8@1|root
2QT0Q@2759|Eukaryota
KOG0283@1|root
KOG0283@2759|Eukaryota
3B9MM@33208|Metazoa
3CZR2@33213|Bilateria
3A626@33154|Opisthokonta
3CY0U@33213|Bilateria
393HE@33154|Opisthokonta
3BCY5@33208|Metazoa
3CUZR@33213|Bilateria
39S36@33154|Opisthokonta
KOG2686@2759|Eukaryota
38HR7@33154|Opisthokonta
KOG4405@2759|Eukaryota
38FWE@33154|Opisthokonta
KOG0779@2759|Eukaryota
KOG3783@1|root
KOG3783@2759|Eukaryota
38B40@33154|Opisthokonta
KOG0351@2759|Eukaryota
KOG1703@1|root
KOG1703@2759|Eukaryota
3BA02@33208|Metazoa
3CT9D@33213|Bilateria
COG1025@1|root
KOG0959@2759|Eukaryota
KOG0663@1|root
KOG0663@2759|Eukaryota
COG1505@1|root
38B64@33154|Opisthokonta
KOG3145@1|root
KOG3145@2759|Eukaryota
COG1272@1|root
38DFE@33154|Opisthokonta
38BTH@33154|Opisthokonta
3BBSY@33208|Metazoa
3CS88@33213|Bilateria
3BACQ@33208|Metazoa
3CSEJ@33213|Bilateria
COG5198@1|root
KOG3187@2759|Eukaryota
KOG1169@1|root
KOG1169@2759|Eukaryota
KOG2112@2759|Eukaryota
3A8AE@33154|Opisthokonta
KOG0204@2759|Eukaryota
KOG0659@1|root
KOG0659@2759|Eukaryota
KOG4575@2759|Eukaryota
KOG4809@1|root
KOG4809@2759|Eukaryota
38C75@33154|Opisthokonta
3BDMK@33208|Metazoa
3CSC3@33213|Bilateria
3BA83@33208|Metazoa
38BK9@33154|Opisthokonta
KOG0474@2759|Eukaryota
38HH0@33154|Opisthokonta
3BB8T@33208|Metazoa
3CRNB@33213|Bilateria
KOG1453@1|root
KOG1453@2759|Eukaryota
COG0464@2|Bacteria
COG3710@1|root
COG3710@2|Bacteria
COG2353@1|root
COG2353@2|Bacteria
COG3325@2|Bacteria
2D3GR@1|root
2SRHM@2759|Eukaryota
3AN15@33154|Opisthokonta
3Q1W4@4751|Fungi
1GW9E@112252|Fungi incertae sedis
41WI3@6656|Arthropoda
3SIRK@50557|Insecta
3A4XU@33154|Opisthokonta
KOG2450@2759|Eukaryota
2DBXR@1|root
2S5IV@2759|Eukaryota
3AFVE@33154|Opisthokonta
COG5079@1|root
KOG1860@2759|Eukaryota
3GMSB@35493|Streptophyta
3M24Q@4447|Liliopsida
1GVE7@112252|Fungi incertae sedis
COG1208@1|root
KOG4401@1|root
KOG4401@2759|Eukaryota
3NU66@4751|Fungi
KOG1242@1|root
KOG1242@2759|Eukaryota
KOG1000@2759|Eukaryota
KOG2184@1|root
KOG2184@2759|Eukaryota
COG0598@1|root
COG0105@1|root
COG0241@1|root
38DC0@33154|Opisthokonta
KOG3138@2759|Eukaryota
38BSI@33154|Opisthokonta
3NVDK@4751|Fungi
COG0061@1|root
COG2050@1|root
KOG1940@1|root
KOG1940@2759|Eukaryota
KOG4711@1|root
KOG4711@2759|Eukaryota
38D3D@33154|Opisthokonta
293RA@1|root
KOG1946@2759|Eukaryota
2FFFC@1|root
2CXNI@1|root
2RYQD@2759|Eukaryota
3A277@33154|Opisthokonta
3P2ZB@4751|Fungi
38IPM@33154|Opisthokonta
3NXKY@4751|Fungi
2CARA@1|root
2S391@2759|Eukaryota
394PK@33154|Opisthokonta
3Q1SR@4751|Fungi
1GVUR@112252|Fungi incertae sedis
38BVS@33154|Opisthokonta
KOG1645@1|root
KOG1645@2759|Eukaryota
2CYWP@1|root
2S6X4@2759|Eukaryota
3A8FG@33154|Opisthokonta
3P76M@4751|Fungi
2CZ5R@1|root
2RAHJ@2759|Eukaryota
3AWX7@33154|Opisthokonta
3Q1PP@4751|Fungi
1GVFR@112252|Fungi incertae sedis
COG0185@1|root
KOG3763@1|root
KOG3763@2759|Eukaryota
38G81@33154|Opisthokonta
3NUI3@4751|Fungi
COG0071@1|root
38ZRW@33154|Opisthokonta
3NVDB@4751|Fungi
COG0316@1|root
COG4266@1|root
38CHP@33154|Opisthokonta
KOG0519@2759|Eukaryota
38C0I@33154|Opisthokonta
38EEJ@33154|Opisthokonta
KOG4628@1|root
KOG4628@2759|Eukaryota
KOG2659@1|root
KOG2659@2759|Eukaryota
39QU0@33154|Opisthokonta
KOG2180@1|root
KOG2180@2759|Eukaryota
COG0366@1|root
COG2223@1|root
COG1672@2|Bacteria
COG1484@1|root
COG1484@2|Bacteria
COG0612@1|root
COG1819@1|root
COG1819@2|Bacteria
COG0414@1|root
COG0414@2|Bacteria
COG1435@1|root
COG1874@1|root
COG4232@1|root
COG4232@2|Bacteria
COG0521@1|root
COG0521@2|Bacteria
COG2885@1|root
COG2885@2|Bacteria
COG1864@1|root
COG4967@1|root
COG4967@2|Bacteria
COG2771@1|root
COG2771@2|Bacteria
COG2378@1|root
COG2378@2|Bacteria
COG1804@2|Bacteria
COG3669@1|root
COG1044@2|Bacteria
COG3039@1|root
COG3039@2|Bacteria
COG1231@2|Bacteria
4PKBQ@976|Bacteroidetes
4P3WQ@976|Bacteroidetes
COG1879@1|root
COG1879@2|Bacteria
COG4753@1|root
COG4753@2|Bacteria
COG1316@1|root
COG1316@2|Bacteria
COG5578@1|root
COG5578@2|Bacteria
COG0128@1|root
COG0128@2|Bacteria
COG0727@1|root
COG0727@2|Bacteria
294H1@1|root
KOG3999@1|root
KOG3999@2759|Eukaryota
38D42@33154|Opisthokonta
KOG1003@1|root
KOG1003@2759|Eukaryota
2CD5G@1|root
2QQ46@2759|Eukaryota
38DTB@33154|Opisthokonta
3B9AA@33208|Metazoa
COG5025@1|root
KOG2294@2759|Eukaryota
COG1622@2|Bacteria
COG2351@2|Bacteria
COG1572@1|root
COG1572@2|Bacteria
COG3386@2|Bacteria
COG3842@1|root
COG3842@2|Bacteria
COG1278@1|root
COG2866@2|Bacteria
COG0564@2|Bacteria
COG3385@1|root
COG3385@2|Bacteria
37S4D@33090|Viridiplantae
3GC71@35493|Streptophyta
38DG3@33154|Opisthokonta
COG5186@1|root
KOG2245@2759|Eukaryota
KOG1704@2759|Eukaryota
KOG0942@2759|Eukaryota
KOG1984@2759|Eukaryota
KOG1161@2759|Eukaryota
KOG2421@2759|Eukaryota
COG5491@1|root
KOG0590@1|root
KOG0590@2759|Eukaryota
KOG2722@2759|Eukaryota
KOG3991@1|root
KOG3991@2759|Eukaryota
COG0063@1|root
2S56D@2759|Eukaryota
COG1061@1|root
KOG0925@2759|Eukaryota
KOG3524@1|root
KOG3524@2759|Eukaryota
COG0018@1|root
KOG0128@1|root
KOG0128@2759|Eukaryota
38GYF@33154|Opisthokonta
KOG2088@1|root
KOG2088@2759|Eukaryota
KOG0637@1|root
KOG0637@2759|Eukaryota
COG0290@1|root
KOG1865@1|root
KOG1865@2759|Eukaryota
COG3332@1|root
KOG2518@2759|Eukaryota
KOG0190@2759|Eukaryota
KOG0341@1|root
KOG0341@2759|Eukaryota
KOG0588@1|root
KOG0588@2759|Eukaryota
COG0172@1|root
COG0037@2|Bacteria
COG0134@1|root
COG5650@1|root
COG5650@2|Bacteria
2IG31@201174|Actinobacteria
4GCNZ@85026|Gordoniaceae
COG4248@1|root
COG4248@2|Bacteria
COG1120@1|root
COG1120@2|Bacteria
COG3152@1|root
COG3152@2|Bacteria
COG1188@1|root
COG1188@2|Bacteria
COG3001@1|root
4NMJ3@976|Bacteroidetes
32YA3@2|Bacteria
4NUYM@976|Bacteroidetes
COG1479@1|root
COG1479@2|Bacteria
COG1345@1|root
COG2374@1|root
COG1345@2|Bacteria
COG2374@2|Bacteria
COG3620@1|root
COG3620@2|Bacteria
COG2843@2|Bacteria
COG2608@2|Bacteria
COG2020@1|root
COG2020@2|Bacteria
COG2105@1|root
COG0154@2|Bacteria
COG0202@1|root
2GJXF@201174|Actinobacteria
2GIUM@201174|Actinobacteria
COG0212@1|root
2INY9@201174|Actinobacteria
22NDC@1653|Corynebacteriaceae
2B1GG@1|root
COG1116@1|root
COG1116@2|Bacteria
COG2301@1|root
COG4770@2|Bacteria
COG1040@1|root
COG1040@2|Bacteria
4859H@7711|Chordata
494NY@7742|Vertebrata
3EUMV@33554|Carnivora
KOG1987@1|root
KOG1987@2759|Eukaryota
38DSA@33154|Opisthokonta
3BFGK@33208|Metazoa
3CR5U@33213|Bilateria
47ZN5@7711|Chordata
4927D@7742|Vertebrata
3J9E2@40674|Mammalia
35JNV@314146|Euarchontoglires
4Q7M9@9989|Rodentia
48HBC@7711|Chordata
49FA4@7742|Vertebrata
3JIKD@40674|Mammalia
35RQV@314146|Euarchontoglires
4Q6FH@9989|Rodentia
KOG0356@2759|Eukaryota
480QJ@7711|Chordata
KOG1039@1|root
KOG1039@2759|Eukaryota
39V7D@33154|Opisthokonta
3BI6Q@33208|Metazoa
KOG3291@2759|Eukaryota
COG0635@1|root
KOG1418@1|root
KOG1418@2759|Eukaryota
KOG2228@1|root
KOG2228@2759|Eukaryota
COG2106@1|root
KOG3925@2759|Eukaryota
38ENH@33154|Opisthokonta
COG2147@1|root
KOG1696@2759|Eukaryota
KOG3764@1|root
KOG3764@2759|Eukaryota
38H1N@33154|Opisthokonta
3BACG@33208|Metazoa
3CWZQ@33213|Bilateria
COG0326@1|root
COG0093@1|root
KOG0901@2759|Eukaryota
KOG0945@2759|Eukaryota
KOG3770@1|root
KOG3770@2759|Eukaryota
38E4G@33154|Opisthokonta
3BEWN@33208|Metazoa
3CV2I@33213|Bilateria
KOG3900@1|root
KOG3900@2759|Eukaryota
KOG0181@1|root
KOG0181@2759|Eukaryota
3J29Q@40674|Mammalia
35D2I@314146|Euarchontoglires
4Q7DN@9989|Rodentia
COG0330@1|root
KOG0684@2759|Eukaryota
38DIA@33154|Opisthokonta
3BB1F@33208|Metazoa
3CSV7@33213|Bilateria
COG1626@1|root
28MEB@1|root
2QTXT@2759|Eukaryota
38UB2@33154|Opisthokonta
3BHPF@33208|Metazoa
KOG2127@1|root
38EAT@33154|Opisthokonta
3BAAN@33208|Metazoa
3CUG2@33213|Bilateria
38E0U@33154|Opisthokonta
3BD86@33208|Metazoa
3CVGE@33213|Bilateria
COG0692@1|root
482XR@7711|Chordata
38CFP@33154|Opisthokonta
3B9E2@33208|Metazoa
3D2PB@33213|Bilateria
KOG0382@2759|Eukaryota
KOG2718@2759|Eukaryota
KOG3120@1|root
KOG3120@2759|Eukaryota
KOG2998@1|root
KOG2998@2759|Eukaryota
COG5371@1|root
KOG1386@2759|Eukaryota
KOG4219@1|root
KOG4219@2759|Eukaryota
KOG1420@1|root
KOG1420@2759|Eukaryota
KOG2410@2759|Eukaryota
KOG2443@2759|Eukaryota
KOG1286@2759|Eukaryota
KOG1122@2759|Eukaryota
2GSZK@201174|Actinobacteria
COG3023@1|root
COG3023@2|Bacteria
COG0666@2|Bacteria
COG0576@1|root
COG0750@1|root
2GIUC@201174|Actinobacteria
COG2190@1|root
COG2190@2|Bacteria
COG5279@2|Bacteria
COG1512@1|root
COG3757@1|root
COG3757@2|Bacteria
2I9ZQ@201174|Actinobacteria
COG1651@2|Bacteria
COG1401@1|root
COG1401@2|Bacteria
KOG2223@2759|Eukaryota
COG0560@1|root
COG5301@1|root
COG5301@2|Bacteria
KOG0966@2759|Eukaryota
COG4826@1|root
KOG0029@2759|Eukaryota
COG0169@1|root
COG0042@1|root
COG4992@1|root
COG0158@1|root
KOG1458@2759|Eukaryota
KOG1546@1|root
KOG1546@2759|Eukaryota
KOG4551@1|root
KOG4551@2759|Eukaryota
KOG4249@1|root
KOG4249@2759|Eukaryota
COG0111@1|root
KOG1301@2759|Eukaryota
COG1893@1|root
COG1893@2|Bacteria
KOG2338@2759|Eukaryota
KOG2606@2759|Eukaryota
COG0482@1|root
COG0616@1|root
KOG1361@2759|Eukaryota
COG0483@1|root
KOG0853@2759|Eukaryota
COG0663@1|root
COG0501@2|Bacteria
COG1053@1|root
COG0220@1|root
COG0220@2|Bacteria
KOG2502@1|root
KOG2502@2759|Eukaryota
COG4240@1|root
KOG2878@2759|Eukaryota
COG2358@1|root
