Pkinase
p450
MFS_1
7tm_4
ABC_tran
Ank_2
AMP-binding
Pkinase_Tyr
WD40
ABC_membrane
adh_short
SMC_N
Peptidase_S8
NB-ARC
7tm_1
Sugar_tr
RVT_1
COesterase
UCH
Mito_carr
Trypsin
DEAD
GGDEF
Exo_endo_phos
LRR_8
Glycos_transf_1
Response_reg
Helicase_C
Glycos_transf_2
Aa_trans
Metallophos
Asp
Abhydrolase_3
Acyl_transf_3
HATPase_c
Amino_oxidase
EamA
HET
adh_short_C2
Ion_trans
Lipase_GDSL
Beta-lactamase
ASC
Stress-antifung
I-set
HSP70
zf-C2H2
SET
DAO
LysR_substrate
RRM_1
Pyr_redox_2
Aminotran_1_2
Aldo_ket_red
DUF247
EMP70
ABC2_membrane_3
UDPGT
CUB
V-set
Peptidase_C1
ABC2_membrane
FMO-like
Glyco_transf_4
Abhydrolase_1
APH
PPR
Amidase
AAA
Epimerase
Amidohydro_1
Ras
Cullin
Glyco_hydro_18
Sec1
VWA
TonB_dep_Rec
Kinesin
Thioredoxin
SNF2_N
EGF_CA
Y_phosphatase
DSPc
RabGAP-TBC
Na_H_Exchanger
PP2C
Spc97_Spc98
rve
PfkB
RCC1
GSDH
Hydrolase_4
AA_permease_2
PH
PPR_2
EAL
Aldedh
Voltage_CLC
Phage_integrase
Acetyltransf_1
Cellulase
fn3
Sulfatase
ANF_receptor
OEP
Aminotran_3
RVT_2
B_lectin
DHHC
Spectrin
Sulfotransfer_1
E1-E2_ATPase
Peptidase_S10
TAS2R
MMPL
BTB
SBP_bac_5
PAS_9
DUF4220
Nic96
NACHT
OMP_b-brl_3
AAA_11
BPD_transp_2
Usp
MIP
MCPsignal
MatE
Peptidase_M13_N
His_Phos_1
UQ_con
Methylase_S
UvrD_C
Mem_trans
V_ATPase_I
Sel1
Piwi
Myosin_head
Glyco_hydro_28
Abhydrolase_6
RNB
Lipase_GDSL_2
HECT
DNA_pol_A_exo1
Polysacc_synt
S_locus_glycop
EGF
TPR_10
AAA_12
Pro_isomerase
PIF1
HTH_18
PI3_PI4_kinase
Carn_acyltransf
Proton_antipo_M
Terpene_synth_C
Peptidase_C14
AAA_23
CAF1
Methyltr_RsmB-F
MBOAT
Ig_3
Asn_synthase
Tetraspannin
NUDIX
OATP
C2
Sulfate_transp
G_glu_transpept
FAD_binding_4
SDF
PseudoU_synth_2
HisKA
PTR2
Condensation
Peptidase_M28
Peptidase_S9
RPE65
Glyco_hydro_31
NIF
Mitofilin
Glyco_hydro_47
Topoisom_bac
Methyltransf_11
Na_sulph_symp
Sulfotransfer_2
Glyco_hydro_38C
UvrD-helicase
Actin
Cadherin
SusD_RagB
Ank_4
CRAL_TRIO
DnaJ
HAD_2
ADH_zinc_N
Lectin_C
Fasciclin
GTP_EFTU
Innexin
DDE_1
cNMP_binding
MutS_III
Anoctamin
Retrotran_gag_2
Patatin
SPRY
ADK
SSF
SusD-like_3
Zip
Hydrolase
RHD3
TauE
Fungal_trans
Peptidase_C48
FYVE
Peptidase_M20
BPD_transp_1
PLAT
DDE_Tnp_4
RNA_pol
PALP
Glyco_transf_22
MMR_HSR1
P2X_receptor
Peptidase_S28
RhoGAP
ThiF
NAD_binding_10
ECH_1
CH
7tm_6
Lipase_3
RhoGEF
Sushi
PAS_4
DJ-1_PfpI
Transferase
SpoIIE
Autotransporter
B3
TetR_N
PS_pyruv_trans
Choline_transpo
Methyltransf_16
7tm_3
LANC_like
GAF_2
Cast
MutS_V
LRR_6
NAD_binding_1
Guanylate_cyc
Aldose_epim
Wzy_C
MMS1_N
DNA_photolyase
UAA
Rhodanese
Patched
CLTH
Peptidase_M16_C
Terpene_synth
Inositol_P
START
PGG
PS-DH
Jacalin
Ald_Xan_dh_C2
LCM
AAA_16
GDA1_CD39
An_peroxidase
ADH_N
GDPD
SBP_bac_8
Annexin
His_Phos_2
mTERF
RNA_pol_Rpb2_6
ubiquitin
zf-RING_2
DNA_ligase_A_M
CAP
Dynein_heavy
IPK
FAD_binding_3
FKBP_C
TPT
FMN_red
5_nucleotid
TRAPPC9-Trs120
ResIII
NmrA
Oxysterol_BP
F-box
ECH_2
Methyltransf_23
Bac_luciferase
GFO_IDH_MocA
GDI
DDE_Tnp_1_7
GBP_C
Peptidase_M3
Snf7
Peptidase_M24
FGE-sulfatase
CPSF_A
Radical_SAM
Na_Ca_ex
PAP2
CBS
polyprenyl_synt
FAD_binding_1
CLASP_N
Acyltransferase
LRRNT_2
HTH_1
PAN_2
COG7
Trehalase
Hormone_1
DUF222
Peptidase_M17
Astacin
Myb_DNA-binding
Neur_chan_LBD
Laminin_EGF
Exostosin
PA
tRNA-synt_2
Amidohydro_2
Peripla_BP_4
SpoU_methylase
Neprosin
MHC_I
Hist_deacetyl
DegT_DnrJ_EryC1
Cupin_8
RAMPs
PMT
Peptidase_M13
RNase_PH
Peptidase_A22B
DUF3808
Polysacc_synt_3
Glyoxalase
FAD_binding_2
DUF4283
RPOL_N
Vitellogenin_N
Sema
PAS_3
MULE
peroxidase
DUF229
SdrD_B
AMP-binding_C
PARG_cat
Methyltransf_25
PDEase_I
DNA_methylase
Cpn60_TCP1
ACC_central
Glyco_hydro_16
FAD_binding_7
Oxidored_FMN
Peptidase_M48
ROK
Cys_Met_Meta_PP
Laminin_G_2
Ion_trans_2
Peripla_BP_6
DAGAT
DUF659
UTP25
RVT_3
Galactosyl_T
Smg8_Smg9
MAP65_ASE1
Dynamin_N
Vps53_N
PP2C_2
Rhomboid
DUF1057
Glyco_hydro_61
Trypsin_2
DUF674
Cadherin_3
Competence
HisKA_3
GBP
Arf
FAT
Arrestin_C
Phosphodiest
Filament
PCI
ACPS
CoA_transf_3
Integrin_alpha2
Glyco_hydro_3
Peptidase_S9_N
Nucleos_tra2_C
EPSP_synthase
Sigma70_r2
Proteasome
UDP-g_GGTase
Chorismate_bind
DHC_N2
Tcp11
PGA_cap
Fibrinogen_C
Nucleoporin_N
FCD
BAR
NAD_binding_4
IKI3
Malectin_like
PhyH
IgGFc_binding
Glyco_hydro_38
Sec23_trunk
CHAT
FancD2
dCache_1
Septin
RNase_H
TPR_12
HTH_3
DNA_ligase_A_N
PP-binding
Gal-3-0_sulfotr
FMN_dh
SBP_bac_3
Glyco_hydro_7
Glyco_hydro_1
FecCD
TAXi_N
STAS
FecR
Pectinesterase
TSP_1
7tm_2
PX
BRO1
RNA_pol_Rpb1_5
Thaumatin
GST_N_3
Rad51
PMT_4TMC
PAXNEB
Peptidase_M1
HD
DNA_topoisoIV
ELO
Carboxyl_trans
Bac_surface_Ag
HlyD_D23
SNF
RGS
Peptidase_M50
HOOK
DUF4974
GST_C_3
DUF2339
Peripla_BP_3
Kelch_1
Cation_ATPase_C
Fungal_trans_2
Lipocalin
Peptidase_M8
OPT
Sulfotransfer_3
AAA_31
Peptidase_C12
FH2
Cyclin_N
FapA
Hus1
DUF241
Plug
ketoacyl-synt
Glyco_transf_10
CD36
Dimer_Tnp_hAT
Aminotran_5
GerE
BTB_2
HSF_DNA-bind
Peptidase_S13
Maf
PDDEXK_1
GUB_WAK_bind
Lycopene_cycl
Carb_anhydrase
Gag_p24
VWD
GntR
KR
Lactamase_B
TH1
ERAP1_C
SIS
Polysacc_deac_1
Serpin
MFS_2
Ndc1_Nup
FGGY_C
Mur_ligase_M
Plexin_cytopl
Tubulin
Bromodomain
Cyt-b5
GCFC
FAD_binding_5
Myosin_tail_1
2-oxoacid_dh
Ureide_permease
DIOX_N
Methyltransf_28
Flavodoxin_1
ABC1
TAXi_C
2-Hacid_dh_C
Ldl_recept_a
TLD
Kunitz_BPTI
FtsX
Bax1-I
FGGY_N
MAM
AA_kinase
IF4E
SPX
Acyl_transf_1
DUF748
WD-3
PMI_typeI
DUF829
HMG_box
LIM
Adaptin_N
tRNA-synt_1e
GOLGA2L5
UDG
Methyltransf_29
LRR_1
Glyco_hydro_10
Transglut_core
TANGO2
HA2
AIG1
PMEI
Fe-ADH
Methyltransf_21
SASA
Gaa1
AI-2E_transport
NMT1_3
zf-C3HC4_3
FtsJ
AdoHcyase
Resolvase
Carb_kinase
Peptidase_M10
TPR_8
GST_N
Porin_3
RasGEF
PUNUT
E3_UbLigase_R4
HEAT_2
PQQ_2
TIG
Neurochondrin
BT1
RNase_T
Abi
CTP_transf_like
Bestrophin
Acetyltransf_10
PGK
Lactamase_B_2
Alpha_L_fucos
GATase
Lipase
Glyco_hydro_20
PRD
McrBC
ShlB
Dynamin_M
CTP_transf_1
Syja_N
SBP_bac_1
HI0933_like
PEPcase
ArsA_ATPase
DnaJ_C
API5
OTU
Glyco_trans_1_4
Methyltransf_2
efThoc1
Cu-oxidase_3
Neur_chan_memb
DUF647
Clathrin
Velvet
Mannosyl_trans3
Lyase_1
Melibiase
PAP_central
DUF262
tRNA-synt_2b
Cu-oxidase_2
Peripla_BP_2
IIGP
T2SSE
CorA
Cnd3
FSH1
ERG4_ERG24
Glyco_hydro_6
PPR_1
PKD_channel
Mon2_C
Cupin_1
LytTR
RINT1_TIP1
DUF218
CRT-like
Choline_kinase
HhH-GPD
DUF2362
Cyclin
IGPS
Peptidase_C69
TIR_2
PK
Alpha-amylase
S1
Biotin_lipoyl
Lectin_legB
Fructosamin_kin
PMD
N6_Mtase
Beach
60KD_IMP
Nucleoside_tran
GSH_synth_ATP
PAN_4
Sin_N
FbpA
DUF4413
Fer2
IMS
tRNA-synt_2c
Acyl-CoA_dh_N
TPR_16
SBF
EF-hand_7
TP_methylase
DSHCT
DctM
Alg6_Alg8
Nop14
DUF1336
Glyco_hydro_3_C
AP_endonuc_2
GATase_7
XG_FTase
DNA_pol_E_B
Ribosomal_L3
NAD_binding_5
5_nucleotid_C
CotH
Acyl-CoA_dh_1
RNA_pol_Rpb2_1
RNA_pol_Rpb1_1
YfhO
FHIPEP
Glyco_hydro_9
Trans_reg_C
FHA
PhoLip_ATPase_C
Peptidase_S41
DUF773
F5_F8_type_C
BTAD
HSP90
FAR1
AAA_33
Spond_N
TRAM_LAG1_CLN8
MRG
AhpC-TSA
CHGN
Histone
LON_substr_bdg
Polysacc_synt_C
Cation_ATPase
BACK
PRK
GPI2
AAA_30
Zn_clus
BPL_LplA_LipB
Kazal_2
CNH
Endonuclease_NS
AAA_15
Calreticulin
2OG-FeII_Oxy
Meckelin
Glyco_hydro_2_C
tRNA_Me_trans
Glyco_hydro_63
RWD
Glyco_trans_4_4
Ammonium_transp
CDC50
RSN1_7TM
Cu-oxidase
Aquarius_N
AA_permease
PhzC-PhzF
SKI
Dna2
Methyltransf_31
DNA_pol_A
Tyrosinase
Malectin
SAC3_GANP
FUSC
COPIIcoated_ERV
CN_hydrolase
DHQ_synthase
PNP_UDP_1
Kelch_4
Laminin_G_3
Cofilin_ADF
CDP-OH_P_transf
DDE_Tnp_Tn3
Xan_ur_permease
Put_Phosphatase
CLPTM1
Dynactin
Cas1_AcylT
DUF711
PARP
F-box-like
Arm
DNA_primase_lrg
TRM
Macro
Ldh_1_N
Arrestin_N
His_kinase
ADH_zinc_N_2
FERM_M
GMC_oxred_N
IF-2B
NAD_binding_6
PAZ
PC-Esterase
Prominin
NTP_transferase
TrwC
PDZ
tRNA-synt_1
LRR_9
GSCFA
URO-D
OCD_Mu_crystall
CLP1_P
FUSC_2
Glyco_hydro_76
Hydrolase_6
Nuc_sug_transp
Met_10
NAD_kinase
Ca_hom_mod
HTH_Tnp_Tc5
tRNA-synt_His
PspA_IM30
DUF3367
Arm_2
Ank
HA
NPR2
Sec7
Glyco_tran_28_C
DAGK_cat
NAD_binding_8
DHC_N1
DUF563
GST_C
MCM_bind
FliD_C
Homeobox
TatD_DNase
2OG-FeII_Oxy_2
Glyco_hydro_77
NAM
DUF155
Nramp
Inhibitor_I29
Pantoate_ligase
Thioredoxin_6
hDGE_amylase
2-Hacid_dh
PAF-AH_p_II
DDE_3
TonB_C
Sua5_yciO_yrdC
FtsK_SpoIIIE
Rad1
4HBT
AnmK
UDPGP
Copine
CwfJ_C_1
4HBT_3
NTF2
GDP_Man_Dehyd
Enolase_C
PIP5K
Nop53
Suc_Fer-like
PTS_EIIA_2
MFS_3
Nup192
eIF-3c_N
TMEM144
G-alpha
DLH
Recep_L_domain
C1q
Hid1
CAP_GLY
Acetyltransf_3
Glyco_hydro_35
Cation_efflux
Big_5
PPR_3
Iso_dh
Peptidase_M16
Methyltrn_RNA_3
PNTB
CAP_N
Hydrolase_like
MT
Vps35
YjgP_YjgQ
MAGE
A_deamin
Motile_Sperm
MCM
C1-set
ALG3
TLC
Asparaginase_2
DUF21
Acatn
4HB_MCP_1
Lig_chan
ADP_PFK_GK
SQS_PSY
DUF819
NIF3
T2SSF
Toprim
RskA
HD_4
SIR2
Phage_portal_2
ADP_ribosyl_GH
Glyco_transf_15
Telomerase_RBD
Polyketide_cyc
Methyltransf_33
Aminotran_4
Erythro_esteras
DHFR_1
Xpo1
Mnd1
Transpeptidase
rRNA_proc-arch
VPS9
XRN_N
Gelsolin
HAMP
MFS_1_like
GAF
HlyIII
Rubis-subs-bind
RIBIOP_C
Kazal_1
Trp_DMAT
Ufd2P_core
Chromate_transp
YjeF_N
CarbopepD_reg_2
tRNA_anti-codon
Ldh_1_C
DnaB_C
mit_SMPDase
Dus
Phytase-like
RdRP
Guanylate_kin
HAD
DUF2828
ORC4_C
DPPIV_N
GSHPx
SRCR
MoCF_biosynth
PQ-loop
gag_pre-integrs
ATP-grasp_5
AAR2
ArgK
S4
RDD
Glyco_hydro_114
FA_desaturase
Methyltransf_3
CPSase_L_D2
NHL
Peptidase_C54
GD_AH_C
GrpE
Cthe_2159
DUF2151
SCO1-SenC
Methyltransf_7
KH_1
Transferrin
DUF1682
Mito_fiss_Elm1
Glutaredoxin
PTS_EIIC
Ribosomal_S9
Dirigent
tRNA_synt_2f
DUF1016
Cse1
DUF4420
DUF1995
Lant_dehydr_N
Atg14
Solute_trans_a
GRDP-like
BNR_2
Pyr_redox_3
ABC_sub_bind
DUF2009
AAA_26
Glyco_hydro_17
DUF4953
Ribonuclease_3
ATP_bind_1
Hexokinase_2
CoaE
Ins_P5_2-kin
NAD_binding_2
DUF89
Cas_Csd1
Pex2_Pex12
FAD_binding_6
wnt
Abhydrolase_2
Ribosomal_S7
RIB43A
DUF547
HTH_31
Ric8
Orn_Arg_deC_N
CBM_20
FBPase
Esterase_phd
SNAP
Sortilin-Vps10
DBD_Tnp_Mut
AAA_9
WEMBL
Hormone_recep
Cyclin_C
DUF812
Cons_hypoth698
UbiA
PEMT
Dor1
HSP20
FIST
ORC3_N
BPL_N
Ferric_reduct
HLH
2OG-FeII_Oxy_3
AKAP7_NLS
Haspin_kinase
Sigma70_r4_2
MctB
3Beta_HSD
BRCT
DUF2451
Sec10
Syntaxin
PAPS_reduct
Exo70
BAH
Glyco_tran_10_N
DUF4486
LBP_BPI_CETP_C
LIP
Takusan
Tub
TAP42
GMC_oxred_C
AAA_2
E1_dh
Rad17
RelA_SpoT
RF-1
Glyco_hydro_15
SAPS
Peptidase_C65
Ndc80_HEC
Peptidase_C2
Indigoidine_A
SH3BP5
Flavin_Reduct
LPG_synthase_TM
GCS2
LpxB
PMT_2
ANAPC4_WD40
Usher
Med17
ANAPC4
PCMT
Glyco_transf_17
DHDPS
Peptidase_C39_2
PUF
Nup88
PCRF
Vinculin
Ricin_B_lectin
Noc2
dCMP_cyt_deam_1
tRNA-synt_1b
Methyltrans_RNA
ATP-synt_ab
EIIA-man
Pex24p
CLP_protease
Interferon
CGI-121
Bac_transf
GST_C_2
Isochorismatase
Thioredoxin_4
Sacchrp_dh_NADP
Methyltransf_4
SH3_1
5-FTHF_cyc-lig
SWIM
DUF724
Clat_adaptor_s
DUF4515
Fringe
UBX
YqeY
AMPK1_CBM
MtN3_slv
Ribonuc_P_40
CobD_Cbib
ArfGap
Pribosyltran
DDRGK
IML1
MOSC
GDE_C
CwfJ_C_2
HMA
DAHP_synth_2
Pet127
Sec7_N
N6_N4_Mtase
Vps5
DUF1298
MOSC_N
vATP-synt_E
ALIX_LYPXL_bnd
Peptidase_M41
Glyco_transf_5
SH2
Ferrochelatase
MerR_1
Cupin_4
RNA_pol_Rpb2_2
Recombinase
Sigma70_r3
FBA_3
SLC35F
Glyco_transf_25
Ferritin
Q_salvage
Frtz
Band_7
Rieske
IBN_N
C2-set_2
HHH_3
Sec23_helical
DUF2207
M20_dimer
BCIP
Sec6
YCII
MCM3AP_GANP
MAD
RUN
ApbA
AbiEii
Brix
TGFb_propeptide
WAK_assoc
NARP1
LytR_cpsA_psr
Thioesterase
GTP1_OBG
Ribosomal_S2
Anticodon_1
DBI_PRT
DUF3632
CENP-K
7TM_GPCR_Srw
PI3Ka
Hydantoinase_B
DUF859
Cor1
AAA_18
Ku
Pantoate_transf
DUF4349
CATSPERB
PTPLA
Peptidase_S49
ArsP_1
CitMHS
USP7_ICP0_bdg
NTP_transf_3
INTS2
Putative_PNPOx
RNA_pol_Rpb1_2
DUF5011
MCM_N
TMF_TATA_bd
EDR1
Amidase_2
MCM_OB
HpcH_HpaI
NDC10_II
DEAD_2
PP2
Glyoxal_oxid_N
SOUL
Ribosomal_L1
Tyr-DNA_phospho
TMP-TENI
HemolysinCabind
GGACT
GT87
ArgoN
RTC
EFG_C
RNase_PH_C
XPG_I
ABC_membrane_2
DUF383
DHR-2
ACOX
BcsB
ORC5_C
CSN8_PSD8_EIF3K
DUF45
Cytochrome_CBB3
RA
zf-C3HC4_2
DDE_Tnp_IS66
ELMO_CED12
Hpt
ABC2_membrane_2
V1R
LIDHydrolase
Far-17a_AIG1
SGT1
DUF11
PDDEXK_4
WYL
Coprogen_oxidas
AAA_8
Methyltransf_19
Na_K-ATPase
PDZ_2
PTS_EIIA_1
DAP_epimerase
DDHD
UCH_1
Ribosomal_L21e
META
Med12-LCEWAV
Med20
O-FucT
SRF-TF
DUF1295
CS
TFIIB
HORMA
PA26
RNA_pol_L
MoeA_N
EMP24_GP25L
WES_acyltransf
SLC12
SBP_bac_11
Peptidase_M78
Amidase_3
DAGK_acc
LEA_2
IQ
Acyl-CoA_dh_M
Thioredoxin_8
tRNA-synt_1d
Foie-gras_1
PG_binding_1
Creatininase
RIC1
dsrm
Ku_N
IMS_C
GLE1
TIC20
Creatinase_N_2
Mut7-C
TFR_dimer
Nucleopor_Nup85
DNA_primase_S
Methyltransf_5
LBP_BPI_CETP
Nt_Gln_amidase
DUF3176
TTKRSYEDQ
SNARE_assoc
HlyD_3
HMGL-like
PASTA
Fil_haemagg
FtsZ_C
FG-GAP_2
MarR_2
Filamin
DUF4228
Bac_export_2
Grp1_Fun34_YaaH
Prenyltransf
HTH_6
CD20
UPF0014
Transcrip_reg
ApbA_C
Neprosin_AP
Trp_syntA
SLT
N_methyl
CO_deh_flav_C
Secretin
G6PD_N
FSA_C
PTEN_C2
Mur_ligase_C
Rtf2
Bac_export_1
Y_phosphatase3
LrgB
CoA_trans
SufE
FAD-oxidase_C
PE
Ssl1
RtcB
G-patch
ERCC4
Laminin_B
Bgal_small_N
DUF2505
DUF594
PGM_PMM_I
Ig_2
Peptidase_U32
MCD
DNA_ligase_A_C
Methyltransf_24
Sipho_tail
zf-RVT
Kinetochor_Ybp2
SMC_hinge
Glyco_transf_6
Yip1
IFT57
RNase_Zc3h12a
TIR
Kringle
UPF0121
DPBB_1
AATase
HTH_30
Cas_GSU0054
Helicase_C_2
PolyA_pol
ATP-grasp_4
CTP_transf_3
UPF0236
Rib_hydrolayse
GpcrRhopsn4
Helitron_like_N
THOC2_N
Ribosomal_S6e
Glyco_transf_34
Serinc
DDE_Tnp_1
CASP_C
zf-C4
Acetate_kinase
Cyclase
LOB
Furin-like
Chromo
DUF2431
DcpS_C
OSCP
TMEM214
SNase
Vps39_2
RNA_pol_Rpb1_3
Glyco_transf_20
SGL
PITH
TPP_enzyme_C
Retrotrans_gag
CRCB
PYRIN
Archease
zf-CCHC_4
12TM_1
ABC_ATPase
EI24
HxlR
Sec23_BS
LOR
Ribosomal_L26
HATPase_c_3
6PF2K
Exo_endo_phos_2
SURF1
Toprim_C_rpt
SBP_bac_6
Phospholip_B
Transp_cyt_pur
DHquinase_I
UTP15_C
Glyco_transf_7N
DUF2461
SLS
tRNA_U5-meth_tr
Neisseria_PilC
MAPEG
GPDPase_memb
MmgE_PrpD
DUF410
CBM_6
His_biosynth
Fam20C
Gcd10p
Ald_Xan_dh_C
CCDC142
CRT10
BRCT_2
DNA_pol3_alpha
CbiA
KTI12
Phage_prot_Gp6
ArAE_2
DUF92
Cupin_2
RSN1_TM
Pep_deformylase
RQC
STT3
HEM4
ChaC
CAS_CSE1
DUF295
COX2
MR_MLE_C
DM13
MFAP1
Ribonuclease_T2
Formyl_trans_N
DUF815
Mit_KHE1
TruD
DUF1524
CENP-I
DNA_alkylation
Biotin_carb_C
Adenylsucc_synt
CCB2_CCB4
DYW_deaminase
Glyco_trans_2_3
Lon_C
SusD-like_2
DENN
ParBc
Acyltransf_C
eIF2A
ThylakoidFormat
EFG_IV
MGAT2
TPR_1
DUF4139
DUF1688
G6PD_C
Tfb4
LacI
Synapsin_C
TetR_C
Glyco_hydro_14
POP1
TGF_beta
ThrE
YceI
VWA_2
Glu_cyclase_2
Crystall
Sortase
Vps54_N
MTS
Cu_bind_like
SHS2_Rpb7-N
AD
MacB_PCD
Hexokinase_1
RIO1
BK_channel_a
Globin
CbiX
TbpB_B_D
Tic22
DEDD_Tnp_IS110
ARS2
DNA_pol_B_2
CHASE3
DDOST_48kD
Tmemb_cc2
Glyco_hydro_2_N
Cytochrom_B561
Sld5
IBR
Zona_pellucida
PHO4
OB_NTP_bind
MRJP
FAM178
BBE
ART
AFG1_ATPase
KAP_NTPase
GFO_IDH_MocA_C
DUF676
Methyltransf_22
Det1
TBP
SMG1
VWA_3
B3_4
DUF608
tRNA-synt_1g
Peptidase_C1_2
Na_Pi_cotrans
Peptidase_A24
Mpv17_PMP22
Ribul_P_3_epim
FAM184
Zw10
DoxX
ATP_bind_3
Inhibitor_I9
Alpha-mann_mid
Lung_7-TM_R
APG17
DUF808
NusB
Trp_Tyr_perm
PAW
Toluene_X
PLAC8
Fer2_2
SIMPL
TAL_FSA
TENA_THI-4
GRAS
TPP_enzyme_N
Ank_5
SWIB
PIN_4
GDC-P
CBM_1
RNase_HII
Ribosomal_S19
DUF805
AAA_22
Hydrolase_3
DCB
DIE2_ALG10
Glyco_transf_8
N1221
XPG_N
RRF
RRP36
Presenilin
DUF1744
DUF3494
Utp12
NUP214
AAT
MIF4G
NDK
NUDIX_2
DTW
Glyco_hydro_71
FCH
Sin3a_C
OHCU_decarbox
VCBS
SusD-like
RNA_pol_Rpb1_R
Ins134_P3_kin
Drf_FH3
ATG22
UreD
DctQ
HMG-CoA_red
DUF1887
YadA_head
Drf_GBD
Peptidase_C13
Steroid_dh
Amidinotransf
Pentaxin
ATP11
TnsD
BCS1_N
SecA_DEAD
MAM33
COX15-CtaA
NO_synthase
CHASE2
PRAI
Med14
PAS
Ketoacyl-synt_C
PrpF
OPA3
Methyltransf_PK
RNA_pol_I_A49
Cyto_heme_lyase
OMP_b-brl
DUF4291
NLPC_P60
Thymidylate_kin
Carbam_trans_N
Glyco_hydro_53
ERO1
DNA_ligase_aden
ABATE
DUF2142
PWWP
MutS_IV
Fapy_DNA_glyco
SNARE
Nucleos_tra2_N
E1_DerP2_DerF2
Pep_M12B_propep
GCD14
NAD_binding_11
Cons_hypoth95
DDE_Tnp_ISL3
UMPH-1
Hexapep
UEV
TRP
Ribophorin_I
zf-UBP
DUF3068
FIBP
NatB_MDM20
HTH_Tnp_Tc3_2
Sigma70_r4
Queuosine_synth
Glycos_transf_N
Arfaptin
HTH_Tnp_1
EF-hand_1
NADH5_C
ATP-grasp
MYCBPAP
DUF2088
CheR
SH3_9
SseB
AIRS_C
TPPII
eIF-3_zeta
cwf18
Acid_phosphat_B
Arabinose_bd
LicD
CNOT1_TTP_bind
Rtt106
KAsynt_C_assoc
TPH
PepSY_TM
ArgoL1
TUDOR
PGAP1
GatB_N
Glucokinase
GatB_Yqey
CBFD_NFYB_HMF
DUF208
ALMT
MVIN
NEMP
Ala_racemase_N
LINES_N
GAS
AAA_5
K-box
Baseplate_J
HAP1_N
fn3_5
YkuD
AAA_25
N6-adenineMlase
PATR
LtrA
Glyco_hydro_25
DUF3337
EF_TS
DUF624
EAP30
DUF2040
DUF1620
Porin_4
PTPA
RPN7
RETICULATA-like
WWE
Pyrophosphatase
Glyco_hydr_116N
Branch
Big_2
RNA_pol_Rpb2_7
DUF4243
Glyco_hydro_88
DUF4842
FAD_binding_8
Clp_N
Peptidase_M22
FBA_1
RsgA_GTPase
AraC_binding_2
DOCK_N
DUF2428
Elong_Iki1
Trehalose_PPase
CLCA
Not1
Gp_dh_C
MIR
PMP22_Claudin
HCO3_cotransp
Avl9
zf-MYND
Trp_dioxygenase
MIG-14_Wnt-bd
RibD_C
Reeler
Rad4
Mgm101p
T4_deiodinase
GlcNAc_2-epim
tRNA_bind_2
SMK-1
Dak2
Beta_protein
Biotin_carb_N
Na_H_antiporter
MRP-S27
DUF4158
DSBA
PrmA
DUF1126
CENP-N
AhpC-TSA_2
MINDY_DUB
PI3K_P85_iSH2
PEP_mutase
UPF0061
Sedlin_N
DUF1624
BLM10_mid
Cu-oxidase_4
ATP-synt
MIOX
Mmp37
T-box
LSM
CNOT1_CAF1_bind
ATP-synt_A
Peptidase_M17_N
DRMBL
Ldh_2
HeLo
VRP1
Epimerase_2
Pro_racemase
UFD1
Mcl1_mid
TPM_phosphatase
TetR_C_11
Sacchrp_dh_C
Glyco_hydro_115
Cystatin
DUF3054
Inos-1-P_synth
LMF1
TrwB_AAD_bind
DNA_pol_B_exo1
DLIC
DUF4192
Glyco_hydro_36N
Relaxase
FBD
PLA2_B
JAB
Oxidored_molyb
GlcNAc
Acylphosphatase
BAR_3
DUF3402
Peptidase_M19
SAM_decarbox
EXS
PAC1
FTCD_N
Glyco_hydro_32N
DUF2891
A_deaminase
N2227
Tryp_alpha_amyl
DUF588
Beta_helix
DUF4015
Cyt_bd_oxida_II
Peptidase_M23
UPF0029
DUF393
ODR4-like
LuxC
Pinin_SDK_memA
E2F_TDP
TNFR_c6
Sas10_Utp3
Wzz
PSII_BNR
Npa1
DNA_pol3_delta2
Gln-synt_C
NERD
DUF2465
Sigma54_activat
LMBR1
ACBP
Sdh_cyt
PKD_2
PAE
Med7
PsbP
PTA_PTB
FBA
DUF4200
Peptidase_S15
Peptidase_S58
zf-BED
Glyco_hydro_2
Dak1
TMPIT
BBP2
HGTP_anticodon
ERGIC_N
B12-binding
Pentapeptide
DUF3818
Mur_ligase
MS_channel
SBF_like
PIN
IclR
MAF_flag10
NAD_binding_9
ATG7_N
WGR
Ribosomal_S11
SART-1
NMO
Hint
PAP_fibrillin
PPDK_N
DUF4401
Cation_ATPase_N
DUF1214
GHMP_kinases_N
H2TH
DUF4461
RNA_pol_A_bac
DUF568
Apyrase
TIP120
Glucosaminidase
DUF998
Taxilin
Diphthamide_syn
Gp_dh_N
NTP_transf_2
CobW_C
Ran_BP1
Plant_NMP1
DUF885
RasGAP
AdoHcyase_NAD
ARL2_Bind_BART
Rsm22
CtsR
Otopetrin
Rod_C
Mitoc_L55
Scs3p
DUF2878
DAP3
PK_C
PI-PLC-X
Adenine_deam_C
Lactamase_B_6
PhoLip_ATPase_N
GTP_cyclohydro2
PHM7_cyt
Longin
Katanin_con80
Nucleoporin_C
MutL_C
Interfer-bind
tRNA-synt_1c
Cupin_5
AgrB
Cullin_Nedd8
DEK_C
Lyase_8_N
Peptidase_C78
Lysine_decarbox
DHH
Rab3-GTPase_cat
Anth_synt_I_N
ClpB_D2-small
ILVD_EDD
DUF4782
Pectate_lyase
Pex16
XFP_N
HATPase_c_5
TMEM126
VIT1
DUF1943
zf-CHY
PhageMin_Tail
DUF4663
AHSA1
MreC
DUF560
RraA-like
CHASE
Ydc2-catalyt
PseudoU_synth_1
Glyco_transf_11
RNA_pol_Rpb2_3
NAS
Cu2_monoox_C
DUF4471
RmuC
DOCK-C2
DUF3684
Sec34
OMP_b-brl_2
EGF_3
DUF4670
CREPT
Glutaminase
RsfS
EST1_DNA_bind
Vta1
Aph-1
SnoaL_2
ALGX
FliD_N
HSL_N
Peptidase_M14
Exonuc_VII_L
Cu2_monooxygen
CarboxypepD_reg
TRAPP
Sec62
LpxK
UPAR_LY6
zf-C3HC4
Gly_transf_sug
CR6_interact
DUF559
DUF1751
DUF1864
Kelch_3
hEGF
CBP_BcsN
SbcCD_C
Myb_DNA-bind_3
Glyco_transf_28
NAGidase
Glycos_transf_4
Coatomer_E
bZIP_2
PH_5
HTH_Crp_2
PHD
HTH_17
Ubiq_cyt_C_chap
EFG_II
Lyase_aromatic
Glyco_hydro_43
DUF4407
HD_3
RRS1
DUF1445
WSC
DUF87
Cwf_Cwc_15
zf-RING_UBOX
DDE_Tnp_1_2
Cas_Cas1
FG-GAP
DUF766
Ribosomal_S17e
Ribosomal_L14
Ribosomal_S30AE
UPF0020
WLM
Sec63
UvdE
Peptidase_C97
PRONE
Creatinase_N
Complex1_LYR
Synaptobrevin
CIA30
GRAM
DUF3819
zf-GRF
DUF4432
DUF1907
RNA_pol_Rpc34
DUF2228
PQQ_3
ABC_transp_aux
RPAP3_C
Ribosomal_L19
SLH
PEP-utilizers_C
Prefoldin_2
DUF4886
Death
PAP_RNA-bind
Evr1_Alr
D5_N
UTRA
Agenet
DUF4392
PNK3P
Succ_CoA_lig
BcrAD_BadFG
RecO_C
Ribosomal_L28e
Transgly
Rotamase_3
Phi_1
Mic1
VanZ
GED
Phage_capsid
Glyco_hydro_79n
zf-TFIIIC
Gti1_Pac2
DUF881
Band_3_cyto
Ribosomal_L10
Nop
UBA_4
Rrp44_CSD1
DUF2235
OmpA
SHR-BD
Dopey_N
NAD_Gly3P_dh_N
DUF4371
DUF3289
F420_oxidored
MFS_5
Syntaxin-6_N
Alpha-amylase_C
DUF4178
IL6Ra-bind
Ran-binding
Ebp2
GUCT
AIRC
DUF1853
MASE1
GCV_T
Flagellin_N
Thioredoxin_7
DUF5050
CRM1_C
Glyco_transf_90
DUF4857
MTHFR
KIAA1430
Spc7
DUF1749
DNA_gyraseA_C
Pep3_Vps18
UNC45-central
ExbD
FRG
PilZ
DUF1996
VKOR
HPPK
Uma2
MRP-S22
NT-C2
MIF4G_like_2
TBCC_N
cobW
Peptidase_S24
V-ATPase_G
ApbE
Vps52
ZnuA
RNase_H2_suC
PIG-H
CMAS
GNVR
Acyl-CoA_dh_2
XendoU
HMG_CoA_synt_C
Methyltransf_10
RNase_H2-Ydr279
Peptidase_C39
HAUS6_N
zf-B_box
POTRA_2
HRDC
CHU_C
FA_hydroxylase
malic
Pro-kuma_activ
Sod_Cu
DUF866
DUF305
Glyco_hydro_30
BCD
TLV_coat
ANTH
Ribosomal_L19e
U-box
Myotub-related
Chorismate_synt
Esterase
A2M_comp
DUF3585
LRR_5
DUF4232
YTH
Lactamase_B_3
TraB
DREV
ATPgrasp_ST
Lamp
CSD
Amidoligase_2
Mg_trans_NIPA
Melibiase_2
Peptidase_M55
EHN
P4Ha_N
VWA_CoxE
MutS_II
DOMON
VanY
POT1
MMS19_N
DUF775
DUF4249
TPR_2
Dicer_dimer
GNAT_acetyltr_2
Virul_fac_BrkB
V-ATPase_C
T6SS_HCP
Endostatin
TadE
Fic
MARVEL
Peptidase_M60
AAA_19
Peptidase_C11
EpsG
LRAT
MgtC
Lant_dehydr_C
Hemerythrin
DUF3452
Lig_chan-Glu_bd
Aldolase
NDUF_B6
DUF677
ParA
DUF4618
Slu7
RrnaAD
OLF
YadA_stalk
Rad9
Serum_albumin
Glyco_transf_64
Vasohibin
Flavokinase
Ysc84
FliH
M16C_assoc
SurA_N_3
DUF1772
Thiolase_N
Pro_CA
SPT16
Glyco_transf_29
Caps_synth_CapC
SKA1
WW
COG4
Acetyltransf_2
V-SNARE_C
Rit1_C
Mlf1IP
RasGEF_N
CoA_binding_2
HTH_11
UPF0054
UNC-93
PhoD
RuvX
YdjC
Ax_dynein_light
7TMR-DISMED2
ThiS
SRP54
Rubrerythrin
Utp21
GTA_TIM
Prim-Pol
Ribosomal_L22
DUF1254
AIP3
HD_5
Ribonuc_L-PSP
Mlh1_C
MATH
Pescadillo_N
DUF2315
SnoaL
AAA_27
WHG
Bystin
SWIRM
IF3_C
tRNA_deacylase
DUF3449
Beta_elim_lyase
Josephin
CbtA
PRY
PHP
DUF5117
Mt_ATP-synt_D
DUF4807
LGT
DUF1672
Gal_Lectin
14-3-3
GRIP
SnoaL_4
PapD_N
Lyase_8
SAM_adeno_trans
TctC
sCache_2
Integrin_beta
zf-C3HC4_4
Abhydrolase_8
DHO_dh
AC_N
ATP-synt_B
Ank_3
Pil1
DOT1
YibE_F
RbsD_FucU
DNA_binding_1
O-antigen_lig
Sad1_UNC
dUTPase
UBA_e1_thiolCys
MOEP19
Transglut_C
GCIP
BacA
DnaJ-X
W2
Nicastrin
Calmodulin_bind
EPTP
HYR
VPS13
Ribosomal_L18_c
DUF4906
DivIVA
LIX1
Collar
Thi4
Ku_C
RecQ_Zn_bind
hGDE_central
PepX_C
MurB_C
GCV_H
Lipoprotein_9
Rep_3
BBS2_C
DAO_C
XAP5
zf-CpG_bind_C
Suf
ATPase_2
ATG27
DUF4184
Pterin_bind
Polysacc_synt_4
DUF2066
BAR_2
SpoU_sub_bind
DegV
DUF2975
Peptidase_M16_M
MarR
KRAB
SYCE1
TraX
Phage_portal
Shikimate_DH
Nop25
DUF2181
DUF1365
DUF4071
Leuk-A4-hydro_C
Lactonase
PEX11
CNOT1_HEAT
Thg1
Laminin_N
Peptidase_M18
TrkA_N
Nipped-B_C
Hepar_II_III_N
PRORP
RmlD_sub_bind
Gly_rich
Asparaginase
LUC7
UvrC_HhH_N
YbjN
Glyco_transf_9
CBM_4_9
TGT
DUF455
DNA_mis_repair
CARD
DUF1712
Vps23_core
Polyketide_cyc2
CbiJ
Ribosomal_L5e
PAS_7
DUF4174
MAT1
DcpS
HipA_C
DFRP_C
Gtr1_RagA
Dynein_light
DUF3712
RecO_N
Ribosomal_S7e
S-methyl_trans
FERM_C
zf-AN1
CxxCxxCC
DNA_pol3_beta_2
ARID
Coatomer_WDAD
Diphthami_syn_2
Flg_new
Collagen
VIT
FliS
Tropomyosin
TPR_20
MH2
COQ9
LdpA_C
Ter
ATP-sulfurylase
zf-Sec23_Sec24
U3_assoc_6
HTH_42
Gmad1
NDUFA12
DUF814
TMEM18
Myb_Cef
PdxA
COMM_domain
MipA
Ints3
Bactofilin
RED_N
VWC
PTH2
Methyltransf_8
DUF3328
DUF2817
Topoisom_I
TMC
Ribosomal_L13
AIRS
Skp1
CBM_48
Sds3
Glucodextran_C
Transketolase_N
Hepar_II_III
UPF0051
Symplekin_C
Uds1
DUF1537
DNA_pol3_beta_3
MDMPI_N
IU_nuc_hydro
TSP_3
Glyco_tranf_2_3
TB2_DP1_HVA22
FTHFS
DUF2057
CobS
Hira
Sigma70_ner
DUF3284
AF-4
Anoct_dimer
KH_2
Alpha_adaptinC2
Ribosomal_L7Ae
MNHE
Glucosamine_iso
ALAD
Peptidase_S11
FANCI_S4
TRCF
PMSR
POTRA
NCD3G
Phage_int_SAM_3
TRAPPC-Trs85
BAG
Peptidase_M56
DUF1007
SPOR
Frag1
BHD_3
RNase_P_p30
DUF4181
Cnn_1N
TBCC
Seryl_tRNA_N
GATase_2
FIST_C
MMS19_C
Raffinose_syn
SurE
DUF4198
Gly_acyl_tr_N
Cdc6_C
DctA-YdbH
T4SS_TraI
Ribosomal_L21p
DUF3431
Lysyl_oxidase
DHQS
Amidohydro_3
HisKA_2
MACPF
P5CR_dimer
Topoisom_I_N
Phos_pyr_kin
PBP_GOBP
Phage_Nu1
CTU2
IL3
H2O2_YaaD
tRNA_m1G_MT
NAC
OsmC
DUF538
Cutinase
NRDE-2
CBM_21
Ephrin
Glyco_hydro_19
Self-incomp_S1
2-ph_phosp
APH_6_hur
LIM_bind
AMP_N
Porphobil_deam
Nop16
BURP
RgpF
dCache_3
CHRD
ACT_6
IATP
ERCC3_RAD25_C
Cu_amine_oxid
MgtE
Sybindin
DUF962
FAA_hydrolase
YL1
PGM_PMM_III
MutS_I
DUF2410
DNA_pol3_beta
Bet_v_1
DUF4386
DUF3108
ABC2_membrane_5
Ldl_recept_b
HTH_IclR
Translin
Pur_DNA_glyco
Guanylate_cyc_2
DUF3638
Phage_min_cap2
SLBB
Orn_DAP_Arg_deC
RB_A
Peripla_BP_1
DP
FANCL_C
DUF4935
DUF4079
MotA_ExbB
Seipin
NEL
TatC
Tudor-knot
Neocarzinostat
OGFr_N
MIT_C
MMACHC
DUF4504
Ceramidase_alk
NMT1
UPF0004
Tmemb_185A
FR47
Zn_peptidase
Ribosomal_S18
DUF3071
FXa_inhibition
UPF0227
DUF1499
Terminase_2
BSP
Spermine_synth
Peptidase_S55
Lys
dNK
Oxidored_q2
Bap31
Endonuclease_5
PCMD
Alpha-L-AF_C
STAG
DnaB
PARP_reg
PDT
FGase
DUF4097
PGI
DUF4207
Peptidase_C50
Fe-S_biosyn
PhaC_N
Glyco_hydro_65m
Flg_bbr_C
EMG1
Trehalose_recp
ADAM_CR
HHH_6
WAK
DUF871
DUF43
Phosducin
GPP34
SWIRM-assoc_2
Glyco_transf_43
Abi_2
Ribosomal_S4e
Nitrate_red_del
ECSIT
UnbV_ASPIC
MutH
DUF2599
DUF4203
BORCS8
3HCDH_N
RNA_lig_T4_1
Sulf_transp
COLFI
Casc1_N
Glyco_hydro_46
RNF220
Mannosyl_trans
Glyco_transf_7C
TSP_C
ParcG
tRNA_edit
ATG16
Dsl1_C
Abhydrolase_9
mRNA_triPase
Ribosomal_S6
Nuf2
HisKA_7TM
FliM
RNA_pol_Rpb1_4
Maelstrom
CYTH
RcpC
ANAPC3
DEAD_assoc
DUF4470
Bac_DnaA
Plus-3
DUF1115
Memo
RnaseA
SprT-like
LRR_4
PrsW-protease
AAA_7
FemAB_like
Dicty_CAR
Bcl-2
BRE1
DALR_1
MIT
Laminin_G_1
CutC
PAP2_3
Adap_comp_sub
TRF
HDOD
DnaJ_CXXCXGXG
Acyl-CoA_ox_N
Gram_pos_anchor
Nucleotid_trans
DER1
ATP-synt_ab_N
SURF6
Gate
Ribosomal_L4
HSDR_N
MIB_HERC2
Peptidase_M48_N
tRNA-synt_2d
Rep_trans
CH_2
Fe_bilin_red
ATP12
Hemopexin
LppX_LprAFG
RNA_pol_Rpa2_4
Med8
SfsA
LUD_dom
VirE
YscW
DUF2268
Clathrin_lg_ch
Dak1_2
ELFV_dehydrog
ArgoMid
PDDEXK_6
AstE_AspA
NopRA1
tRNA_anti_2
FTSW_RODA_SPOVE
CBF
IstB_IS21
She9_MDM33
C8
DUF3558
Methyltransf_32
CP2
YscJ_FliF
AOX
DUF3883
DUF727
DUF3322
FSIP1
OAS1_C
Abhydrolase_4
CarD_CdnL_TRCF
MitMem_reg
UPF0172
Cnd2
Pyridoxal_deC
RRM_5
Mt_ATP_synt
SMC_ScpA
Pan_kinase
RGM_N
Ribosomal_S3_C
eIF-1a
RIX1
HATPase_c_2
C1_2
Transposase_23
DUF1349
GNT-I
SIKE
ATP_transf
CENP-B_N
SAM_MT
NCA2
DUF2232
C5-epim_C
CbiZ
SelP_N
PTCB-BRCT
MIF4G_like
DUF4981
APP_N
TIP41
DHHA1
AAA_28
RNA_pol_Rpb1_6
PTS_IIA
PBP_like
SecD_SecF
BRAP2
tRNA_int_endo
Tissue_fac
PIG-X
Jagunal
Peptidase_C15
Maf1
Ribosomal_L29e
GLTP
Glypican
HVSL
TP6A_N
CBM9_1
Cpn10
CTD_bind
BHD_2
GILT
MttA_Hcf106
DUF3546
AARP2CN
Skp1_POZ
Helicase_RecD
SRPRB
AAA_24
Arm-DNA-bind_3
SCAMP
GramPos_pilinD1
DUF3433
Gpi1
Alpha_kinase
Tektin
5_3_exonuc_N
GATase_3
Transposase_31
Reprolysin
DUF1028
Colicin
Med25_VWA
MetallophosC
POPLD
IF3_N
Formyl_trans_C
PepSY_TM_like_2
GHMP_kinases_C
NMT_C
Fz
DUF1009
Ribosomal_S5_C
YbaB_DNA_bd
B9-C2
XRCC4
PTS_2-RNA
DUF4163
GIDA_assoc
DUF3732
Ser_hydrolase
DUF4843
SUR7
OrfB_Zn_ribbon
TFIID-18kDa
Kunitz_legume
IPPT
RecT
DUF3591
CoA_binding_3
NID
Omp28
PSI
DUF2220
TAFII55_N
Vac14_Fig4_bd
ABC2_membrane_4
DUF2017
DUF3522
Kin17_mid
Glyco_hydro_64
Jiraiya
EF-hand_4
Phage_int_SAM_5
GFA
Ribosomal_S3Ae
Muraidase
HutD
DUF4942
Aldolase_II
Ubie_methyltran
Fumble
PHY
HIT
NAM-associated
Sec5
DUF953
Nse4_C
TK
PRP3
Alg14
IL8
E3_binding
MOZ_SAS
PAC2
POR_N
DUF1929
G3P_antiterm
DFF40
DUF3347
zf-DNA_Pol
Carbam_trans_C
PTS_IIB
Cadherin_2
Ribosomal_S10
Myb_DNA-bind_4
Y_phosphatase2
Tfb2
Rib_5-P_isom_A
SHQ1
PhoU
DIL
Wzy_C_2
PAC3
KH_dom-like
REJ
MENTAL
Mob1_phocein
G3P_acyltransf
Claudin_2
SecA_SW
Cbl_N3
Ribosomal_L2_C
LPMO_10
DUF2182
E2F_CC-MB
Transposase_mut
Tma16
Cob_adeno_trans
Peptidase_M49
Thiolase_C
Zeta_toxin
ABA_GPCR
GPI-anchored
ANAPC5
Ribosomal_S8
MAGE_N
MT-A70
JMY
MHC_I_2
AcetylCoA_hydro
bZIP_1
Glyco_tran_WecB
TBPIP
Acid_PPase
Cbl_N2
WRKY
Rpr2
DUF3575
HNH
rRNA_processing
Lipoprotein_21
HIN
Ribosomal_L27e
Pollen_Ole_e_I
FMN_bind_2
PCO_ADO
RNase_P_Rpp14
PH_9
DUF3710
PGM_PMM_IV
HHH_5
Glyco_hydro_65N
PRA-PH
Thg1C
TFIIIC_delta
DUF1768
PixA
La
Complex1_51K
QRPTase_C
zinc_ribbon_6
Ureidogly_lyase
ASXH
EVE
LytR_C
Helo_like_N
Utp11
Fer4_13
SAM_1
DUF1266
GAIN
SBDS
Auto_anti-p27
Phospholip_A2_1
NRBF2
DUF615
Ets
Shikimate_dh_N
SPC22
LMWPc
Fe_hyd_lg_C
Sortilin_C
ArAE_1_C
SRR1
Lactamase_B_4
COX6A
DUF4201
NTP_transf_6
E3_UFM1_ligase
TamB
ATG101
FliE
Img2
DUF418
Ribosom_S30AE_C
NYN
LemA
DMAP1
DUF2812
Zot
LysM
Med11
HEAT_EZ
tRNA_SAD
XLF
Cupredoxin_1
RGM_C
DUF1357_C
Rax2
Peptidase_S26
Glyoxalase_3
TIM
PCIF1_WW
Glyco_hydro_63N
BAAT_C
Nrap_D5
Methyltransf_15
ToxN_toxin
PGM_PMM_II
EF-hand_5
DUF4988
Pre-SET
DUF1981
DUF1415
CEP76-C2
CDC73_C
IL1
DUF3510
BACON
Glyco_transf_92
HH_signal
ANTAR
BHD_1
DUF2370
Mrr_cat
R3H
IL28A
ZZ
SUI1
OmpH
DUF4897
Vut_1
DUF106
Phage_tail_3
DEP
Thr_synth_N
TniQ
ribosomal_L24
Radial_spoke_3
DUF2052
zf-C2H2_2
TPMT
ATP-synt_DE_N
Trigger_C
DUF4255
Jnk-SapK_ap_N
PPP4R2
PTS-HPr
DUF1439
DUF2971
YgbB
DUF2723
DUF3751
UFC1
Nro1
Nitroreductase
DUF4505
INTS5_C
VPS28
PUA_2
Sec66
PRELI
Fzo_mitofusin
AcetylCoA_hyd_C
PEGA
CorC_HlyC
RFC1
Trigger_N
Lipoprotein_18
Pentapeptide_2
WHEP-TRS
PilX_N
Forkhead
Las1
CRISPR_Cse2
mRNA_cap_enzyme
Ni_hydr_CYTB
V-SNARE
DUF4602
COE1_DBD
SUA5
Hat1_N
UreF
RINGv
PB1
ANAPC10
DUF4477
AXE1
BCDHK_Adom3
Med21
Mt_ATP-synt_B
CM_2
FACT-Spt16_Nlob
FtsA
AraC_N
FYRC
NIDO
RuvC
DinB_2
SRAP
DUF3298
GyrI-like
POT1PC
BTD
DUF1241
FAD_syn
DUF1997
Mga
UCR_14kD
PapC_N
Mu-like_Pro
YscJ_FliF_C
DHHA2
BP28CT
Phage-tail_3
Cullin_binding
DUF4115
SWI-SNF_Ssr4
DDE_Tnp_1_4
RTP1_C1
PRP8_domainIV
CAP_C
SMC_ScpB
THEG
Mpp10
DDE_Tnp_1_assoc
Rad52_Rad22
Palm_thioest
MscL
Oxidored_q3
zf-PARP
Peptidase_M15
PI3K_rbd
zf-CCCH
RNA_pol_L_2
zf-TRAF
2_5_RNA_ligase2
NAP
UPF0016
Phycobilisome
DUF2796
SSI
PIH1
FF
DUF1990
Chalcone_3
Ribosomal_L6
Sec2p
B12-binding_2
FDX-ACB
DUF150
DUF3093
Ribosomal_L6e
HSNSD
SCF
Leptin
OST3_OST6
EPL1
DUF3456
SPARC_Ca_bdg
IGPD
Bot1p
Rrp44_S1
DUF2974
PadR
NCU-G1
Cadherin-like
SEP
Lipoprotein_Ltp
DUF4333
TspO_MBR
ClpS
DUF2854
XdhC_C
Mod_r
Sterol-sensing
Utp13
Tmemb_9
Ribosomal_S21
EPO_TPO
MalM
2Fe-2S_thioredx
DUF4336
BolA
PDDEXK_2
PPR_long
Lebercilin
Flg_bb_rod
HELP
DUF846
FAM176
AzlC
DUF3395
Nup54
NfeD
TIM21
FliMN_C
rRNA_methylase
DUF760
Mog1
Acetyltransf_8
FeS_assembly_P
Pyocin_S
ABC_trans_N
SPC12
DMRL_synthase
DALR_2
ORMDL
Aida_C2
DSPn
CHB_HEX
PFK
DUF3336
Cyt_bd_oxida_I
Peptidase_M3_N
KilA-N
DMT_YdcZ
PolyA_pol_RNAbd
Fez1
CPSase_sm_chain
DUF5317
G10
SmpB
SPOUT_MTase
A2M_N_2
Beta-lactamase2
ASL_C2
VHS
DHquinase_II
DUF4328
DnaG_DnaB_bind
SRA1
Tn7_Tnp_TnsA_N
VRR_NUC
Tyr_Deacylase
DUF1731
Ribosomal_L36e
RFX_DNA_binding
zf-UBR
BioY
Dimerisation
UPA
eIF3_N
PRP1_N
DUF2263
RNA_pol_Rpb1_7
ArAE_1
2CSK_N
PID
Vps54
GWT1
ArgoL2
DUF348
DUF456
PriC
Vps51
DUF4131
Prok-E2_D
SAD_SRA
DUF572
GRASP55_65
CPL
LKAAEAR
FLgD_tudor
DUF1681
ATP-synt_D
GCR1_C
THF_DHG_CYH_C
Autophagy_act_C
Zn_protease
AATF-Che1
MoaC
GCSF
Fimbrial
NYN_YacP
TGS
Methyltransf_18
zf-HYPF
Ribonuc_2-5A
DUF4251
Nrap_D4
DUF3429
TPP_enzyme_M
RloB
SecB
GATA
COX2_TM
Transposase_21
Phage_AlpA
Cauli_VI
PPTA
B5
IalB
DIM1
MinE
Diacid_rec
DUF5085
CEP44
DUF1325
COG2
Ribosomal_S5
Transposase_22
Peptidase_M54
Stathmin
Gemin6
Cmc1
Y_Y_Y
Aha1_N
DRY_EERY
UNC-50
HrpB_C
Pirin_C
Rhodanese_C
ENTH
CDO_I
CFEM
DNMT1-RFD
GF_recep_IV
Nucleoporin2
Integrase_1
Focal_AT
HRM
Phage_P2_GpU
NodS
SANT_DAMP1_like
DUF150_C
Tropomodulin
SprB
SIR2_2
Rpn3_C
TPD
NARG2_C
Spherulin4
LAG1-DNAbind
HBB
CAF1C_H4-bd
Destabilase
Thyroglobulin_1
Transposase_20
DUF1735
TilS
PTB
TMEM135_C_rich
Gly_kinase
Ala_racemase_C
TbpB_A
Rad60-SLD
DUF2344
Cid2
ECSIT_C
Leu_zip
DUF2992
MobA_MobL
ACT_7
Ribosomal_L38e
SAM_2
FAD_binding_9
WIF
Retrotran_gag_3
Mago_nashi
BIRC6
VanW
AraC_binding
PhdYeFM_antitox
DUF3128
TAF
SBBP
Vma12
DUF2871
CaMKII_AD
YwiC
DUF3453
KOW
Metallophos_C
PI3K_C2
SLX9
SMC_Nse1
TOPRIM_C
TrkA_C
Ppx-GppA
PapD_C
Ribonucleas_3_3
DUF4402
Mo-co_dimer
NMT
Rdx
DUF1906
MPP6
INT_SG_DDX_CT_C
Enolase_N
RR_TM4-6
RPA_C
THOC7
HNH_2
DOPA_dioxygen
Molybdopterin
DUF1899
ATP-synt_S1
TPR_MLP1_2
Semialdhyde_dh
FlgN
TerB_C
Phage_T4_gp19
TRAM
DUF4464
TPR_7
SMI1_KNR4
IER
tRNA-synt_1_2
DUF937
Eapp_C
Uricase
DNA_pol3_gamma3
ParB
UBA
Cbl_N
TelA
ATG11
IL4
XH
DUF4591
COX4
DUF4188
PIG-L
USP19_linker
NAD_Gly3P_dh_C
IGFBP
SRP_TPR_like
BRCA-2_OB1
CRISPR_Cse1
S_100
Mitovir_RNA_pol
uDENN
AAA_assoc_C
Sigma70_r1_2
DUF1823
PBS_linker_poly
SDA1
TerB
FliJ
HTH_25
DUF1168
DcrB
HEPN
PAP_assoc
zf-CGNR
SPC25
Clathrin_H_link
APP_Cu_bd
zinc_ribbon_16
PEP-utilisers_N
Ima1_N
VWA_N
XFP
Fibrillarin
Dpy-30
GAS2
DUF2363
CENP-O
POLO_box
RRP7
GST_N_2
ADIP
Erv26
DUF1761
Sod_Ni
DUF1307
ROS_MUCR
Phage_GPL
Fer4_15
COX6B
ThrE_2
CUE
SAP18
Ribosomal_L30_N
Urease_alpha
RanGAP1_C
NUDIX_4
SelR
DUF4615
RNA_pol_Rbc25
Ssu72
DUF3548
RecX
Pyr_redox_dim
Glycohydro_20b2
PRKCSH-like
SBDS_C
P-mevalo_kinase
FAM150
EF-hand_2
Zn_dep_PLPC
Ribophorin_II
Cpta_toxin
4HBT_2
DUF2340
DUF4281
DUF2054
JmjC
FlaE
RNA_pol_Rpb6
GtrA
DUF4279
RIG-I_C-RD
MRP-S23
SusE
Ribosomal_L27A
TFIID-31kDa
AlaDh_PNT_N
SQHop_cyclase_C
PDR_assoc
YadA_anchor
Erf4
Thioredoxin_2
RTC4
SIP
TipAS
Roc
COG5
eIF-5_eIF-2B
Pribosyltran_N
LRR_3
DUF3692
TMEM164
Ku_PK_bind
Glyco_tranf_2_4
SRP54_N
Peptidase_M76
Prefoldin
Lin0512_fam
Complex1_30kDa
DUF1722
HTH_26
U3snoRNP10
eIF-5a
NTase_sub_bind
Fer4
HEAT
zf-CDGSH
HPP
Ribosomal_L37
Peptidase_M24_C
FlbD
CRAL_TRIO_2
ABC_trans_aux
DUF4773
Chorein_N
Ribosom_S12_S23
zf-Nse
TSLP
DUF3754
CG-1
FAM183
TSNAXIP1_N
Bac_globin
VEFS-Box
Transglut_N
OrfB_IS605
Cohesin
PagL
SK_channel
HDPD
Rab_bind
Herpes_Helicase
He_PIG
BTG
PTPS
G-gamma
Pribosyl_synth
NT5C
Sm_multidrug_ex
MR_MLE_N
DUF4218
Molydop_binding
DUF2721
Flavodoxin_3
PIG-F
SPATA1_C
Ccdc124
Peptidase_M42
Vps16_C
Rad10
MIF
Phage_CP76
AlbA_2
Myosin_TH1
Phage_base_V
Peptidase_S74
Fra10Ac1
Tmp39
HTH_20
Myb_DNA-bind_6
Phage_lysozyme
PucR
DUF4265
HAUS2
NDUF_C2
Transglut_core2
B2-adapt-app_C
Peptidase_M4_C
DXPR_C
Peptidase_C26
Tnp_22_trimer
PAS_2
tRNA_int_end_N2
Telomere_reg-2
PBP
Proton_antipo_N
Coa1
Tim17
Acetyltransf_9
OST-HTH
UPF0052
Ependymin
DUF2726
Germane
SirB
SAS-6_N
HCMV_UL139
Pam16
RdDM_RDM1
RadC
TFIIS_M
FtsH_ext
HTH_OrfB_IS605
ATP-synt_C
STIMATE
DUF498
DUF5067
Prok-JAB
Peptidase_C93
DUF2237
RMP
FliW
NGP1NT
MyTH4
Oxidored_q6
THF_DHG_CYH
REV1_C
DASH_Dad1
Abhydrolase_9_N
DUF4870
Frataxin_Cyay
CheD
FRB_dom
FliG_C
Bin3
PI-PLC-Y
FolB
Abhydro_lipase
XPG_I_2
RPT
Chlorophyllase2
DUF1835
Furin-like_2
DUF4219
DUF627
PaO
DUF4236
EF1G
Chloroa_b-bind
DUF2784
RIIa
PL48
PLC-beta_C
FDF
Torus
DUF2834
PXB
FUSC-like
DoxX_2
Remorin_C
PMR5N
MMR_HSR1_Xtn
GH3
Gryzun
GPS
TPD52
NMN_transporter
Lsr2
DUF4472
DuoxA
Peptidase_M29
NOPS
Mcp5_PH
Med26
SecA_PP_bind
USP8_dimer
Ocnus
DUF2061
H_PPase
SeqA
DUF2043
Nrap
OGG_N
Redoxin
SSB
SIX1_SD
Ribosomal_L18A
ANAPC1
NusG_II
EST1
TFIIE_alpha
DUF384
DUF313
Syntaxin_2
RMMBL
DLD
FlgD
SusF_SusE
SecE
Exonuc_VII_S
Pirin
MaoC_dehydratas
Transketolase_C
Nnf1
Csm2_III-A
PP1_inhibitor
FliG_N
TNF
ADH_N_2
Lipin_N
Aim19
LisH
DUF4440
NAD_binding_7
DUF421
DUF4118
GlutR_N
G-patch_2
NtCtMGAM_N
MafB19-deam
NAPRTase
XylR_N
FliL
zf-H3C2
UME
FYRN
CAT_RBD
DUF573
LRR_2
Aida_N
HycI
YbjQ_1
Synapsin
Prenyltrans
DUF1825
ProRS-C_1
DUF285
