protein
the
of
domain
family
activity
to
binding
like
and
in
Belongs
kinase
DNA
1
3
2
a
containing
dependent
function
type
RNA
Protein
receptor
unknown
repeat
subunit
is
N
factor
process
terminal
complex
with
regulation
5
membrane
involved
C
beta
superfamily
for
cell
transporter
hydrolase
4
transport
A
PFAM
by
proteins
associated
polymerase
ATP
Domain
acid
serine
tRNA
phosphatase
transferase
dehydrogenase
transcription
ATPase
helix
alpha
that
ribosomal
from
assembly
threonine
transmembrane
methyltransferase
phosphate
regulator
as
specific
synthase
enzyme
Catalyzes
It
6
chain
finger
II
S
reductase
biological
channel
or
peptidase
ion
ubiquitin
region
CoA
I
described
member
oxidoreductase
related
resistance
class
O
G
catalytic
D
rRNA
zinc
which
helicase
L
F
ligase
rich
pathway
system
homolog
Source
PGD
response
P
mediated
H
at
component
motif
an
positive
negative
mitochondrial
signaling
group
via
into
ABC
biosynthesis
mRNA
repair
tyrosine
repeats
calcium
box
nucleotide
GTPase
B
NAD
formation
turn
regulatory
The
carrier
conserved
Bacterial
amino
acyl
Glycosyl
LRR
subfamily
coupled
initiation
glycosyl
cellular
on
oxidase
catabolic
role
endonuclease
Zinc
cyclase
protease
transcriptional
replication
translation
biosynthetic
small
Golgi
8
7
AAA
UDP
processing
TC
sequence
domains
inhibitor
synthesis
Serine
cytochrome
nuclear
Type
adhesion
Putative
Transposase
homology
transcriptase
III
metabolic
isomerase
Histidine
ribosome
lipid
signal
disease
permease
outer
V
Peptidase
Cytochrome
WD
transfer
Major
ADP
antigen
terminus
catalyzes
Glycosyltransferase
histone
iron
non
P450
core
linked
synthetase
proton
Ribonuclease
are
Involved
activated
acetyltransferase
NADH
other
cysteine
required
9
form
location
May
coil
endopeptidase
vesicle
Transcriptional
directed
fatty
reaction
Psort
trans
microtubule
central
gene
score
Reverse
Leucine
phosphatidylinositol
Ankyrin
chaperone
FAD
site
GTP
Mitochondrial
secretion
peptide
cycle
Pentatricopeptide
be
biogenesis
peptidyl
gamma
Superfamily
Required
SAM
transposition
activator
exchange
its
during
Alpha
DDE
end
wall
interacting
stress
transduction
two
Family
c
extracellular
Methyltransferase
ubiquitination
dehydratase
substrate
groups
Tetratricopeptide
Gln
Immunoglobulin
modification
elongation
degradation
chromosome
activation
actin
growth
bacteria
sulfur
Facilitator
incompatibility
structural
cluster
reduction
large
Heterokaryon
division
T
E3
cation
through
Cysteine
maturation
similarity
Phage
fold
carbohydrate
glutamine
gag
Olfactory
IV
development
gated
In
Transmembrane
eukaryotic
phospholipase
sodium
TIGRFAM
polypeptide
specificity
lectin
phosphorylation
AMP
ankyrin
strand
transferring
inner
both
sugar
movement
present
Coiled
maintenance
transposase
motor
cleavage
NADPH
acetyl
intermediate
Cytoplasmic
HET
Component
binds
release
activating
Acyl
Beta
splicing
alcohol
Lipase
methionine
ubiquinone
acyltransferase
ER
Ribosomal
subunits
control
localization
Receptor
factors
methylation
reticulum
activities
short
symporter
lysine
recognition
epimerase
Encoded
cells
differentiation
metal
oxygen
nucleic
heat
Ubiquitin
solute
integrase
monooxygenase
light
step
plasma
Calcium
organization
endoplasmic
substances
prolyl
cis
active
WD40
This
efflux
NB
intracellular
major
ribonuclease
Acetyltransferase
Helix
Mortierella
verticillata
NRRL
6337
glycosyltransferase
Transcription
GDSL
RING
myosin
electron
respiratory
oxidation
GNAT
it
glucose
double
fusion
hydrolysis
kinases
constituent
deacetylase
element
glutathione
stranded
histidine
carboxyl
Polysaccharide
toxin
repressor
Membrane
conversion
periplasmic
precursor
export
phosphodiesterase
essential
molecules
plays
mannosyltransferase
lyase
pre
then
integral
Acts
induced
isoform
Complex
across
copies
inositol
dehydrogenases
dioxygenase
specifically
bound
molecular
barrel
may
facilitator
position
attachment
kDa
shock
single
60S
Pfam
condensation
Histone
Cell
hydrolases
variety
using
chloride
chemotaxis
10
alanine
palmitoyltransferase
cytoplasmic
templated
presence
potassium
operon
Enoyl
lactamase
first
Endonuclease
translocation
poly
leucine
antiporter
GlcNAc
folding
mRNAs
thus
methyl
HD
ATPases
recombination
nucleoside
promoting
glutamate
also
anchor
acting
chromatin
dynein
loop
cerevisiae
universal
homologous
DnaJ
Zn
30S
disulfide
ring
Ser
Solute
coenzyme
ester
acids
heme
damage
mannose
homeostasis
GDP
nuclease
Outer
sulfotransferase
functions
acceptor
aminotransferase
peroxidase
independent
hormone
Plays
play
sigma
receiver
Sugar
lipase
acts
Part
ribose
Glu
esterase
Uncharacterised
sorting
muscle
affinity
guanine
Rho
metalloendopeptidase
tail
Uncharacterized
SDR
EF
SET
bond
Lys
E
Conserved
restriction
various
Phosphotransferase
surface
PAS
11
Rab
TRAFAC
Glutathione
proliferation
conjugating
NADP
filament
BTB
Kinase
termination
Diguanylate
insertion
glycine
By
C6
exonuclease
Sigma
carboxylase
import
12
Non
high
calmodulin
0
transporting
glycoprotein
X
Oxidoreductase
phage
Exonuclease
found
ligand
mitotic
sites
tetR
uridine
diphosphate
residues
phospho
18
metabolism
Eukaryotic
hydratase
Thioredoxin
A1
RESISTANCE
LTR
copia
molecule
Binds
K
Thr
X1
sensitive
lipoprotein
70
kinesin
SSU
one
amine
body
coiled
matrix
stimulus
spectrin
reductases
break
proline
voltage
eIF
16S
host
Has
POZ
copper
Integrase
diguanylate
Fungal
homologues
pseudouridine
TonB
2C
Vacuolar
cAMP
dimerisation
adenylate
target
promoter
transcript
8S
arabinose
addition
bacterial
four
FMN
aminoacyl
belongs
their
Mediates
binuclear
lipolytic
mutase
can
CytoplasmicMembrane
Acylhydrolase
adenosyl
tRNAs
energy
Box
between
autophagy
13
Carboxylesterase
such
Myosin
keto
Anaphase
Response
Periplasmic
morphogenesis
vacuolar
pyruvate
carboxypeptidase
many
monophosphate
Amino
long
residue
together
stalk
excision
glycerol
damaged
reverse
receptors
adenine
28
Predicted
sensor
uptake
His
aminopeptidase
CRISPR
p24
Disease
B3
Centrosomal
guanyl
proteasome
triphosphate
deaminase
ARF
viral
LysR
Prokaryotic
nucleus
metallopeptidase
Helicase
bonds
Regulator
hand
C1
Man
40S
substrates
base
dehalogenase
not
Saccharomyces
electrons
transferases
lipopolysaccharide
cytosine
genes
Nuclear
GAL4
2Cys6
Small
Mediator
primary
moiety
magnesium
nucleocapsid
secondary
DEAD
lignans
forms
act
junction
DHHC
GTPases
expression
mechanism
Acyltransferase
Carbohydrate
galactosyltransferase
cGMP
ascorbate
different
responsible
but
amidase
forming
enzymes
Inositol
phosphatases
2S
decarboxylase
polysaccharide
photolyase
15
retrograde
plant
HX
29
dephosphorylation
structure
produce
transcribed
decay
death
flagellar
22
delta
low
has
Kelch
SNARE
primase
immune
S1
40
stability
TA
pilus
derivatives
polyubiquitination
endosome
steroid
membranes
cofactor
heavy
K02A2
acetylation
HEAT
recycling
regulated
silencing
important
coupling
chains
PP
flavin
Sulfotransferase
GGDEF
apoptotic
glycosylation
Willebrand
nucleotidase
aminoacylation
mediates
ribosomes
Ubiquitination
Targets
2Fe
sulfate
Flavin
believed
radical
Ala
Short
set
14
endocytosis
anion
syndrome
fructose
vesicles
cytoskeleton
PI3
motility
self
20
clathrin
b
50S
interleukin
glycosylase
antitoxin
EamA
production
choline
polymerization
cyclic
multiple
cobalamin
carboxylic
Rich
segregation
apparatus
C2H2
meiotic
Copper
open
including
omega
Converts
Ras
part
translocase
deoxy
donor
up
effector
aldehyde
hydroxy
oxo
inactivated
mismatch
NmrA
18S
hydroxyl
HTH
immunity
phosphoacceptor
acetylmuramoyl
16
released
ribonucleoprotein
oxoglutarate
Biotin
17
telomere
manner
Trypsin
promote
kinetochore
LSU
spindle
acetylglucosaminyltransferase
Pleckstrin
module
Chromosome
Flagellar
basal
hydroxyacyl
derived
molybdopterin
Arabidopsis
conjugation
homophilic
exocytosis
frame
Sodium
Sec
phosphoesterase
Cation
pathways
free
MAP
mitochondria
machinery
further
asparagine
network
fission
Ribosome
von
pore
Subtilase
generating
exporter
mature
source
utilization
TPR
IX
CheY
R
Glucose
KR
Also
removal
responses
phosphodiester
Prolyl
phosphotransferase
BED
interaction
Asp
DUF4283
yielding
Sulfatase
leukemia
motifs
taste
adaptor
hydroxylase
specialized
several
platelet
synaptic
neuronal
sperm
migration
sub
Class
PH
Q
pyrophosphatase
guanylate
PDZ
translational
RCC1
rate
plus
early
virus
necrosis
oligosaccharide
reactions
exit
cilium
Metal
36
Arrestin
PI4
checkpoint
21
processes
subset
Is
cytidine
NUDIX
incorporation
CAAX
MYND
have
snRNA
charged
late
snoRNA
peptides
transferred
exoribonuclease
Threonine
PD
XK
HNH
Autotransporter
cyclin
GPI
pyrophosphate
Y
carbon
Transporter
selective
Ring
Cyclin
FAR1
hypothetical
nucleolar
UvrD
HAMP
formyl
thioredoxin
Phospholipase
AraC
envelope
capsid
Odorant
targeting
catalysis
thioesterase
ferredoxin
Probable
87
uracil
yield
putative
quinone
Gamma
oligopeptidase
locus
Rossmann
CDP
phosphoglycerate
Asn
Plant
InterPro
Essential
sensory
H2A
Interferon
IQ
tissue
recruitment
oxygenase
bind
Microtubule
AP
association
regulating
particle
complexes
E2
Structural
chromosomes
Tfp
Amidohydrolase
shikimate
epithelial
Tumor
Wnt
cardiac
adenosine
SH3
zipper
mitochondrion
embryonic
stimulates
Interacts
cellulose
Haloacid
donors
Universal
contact
redox
propeller
Guanine
Met
peripheral
misacylated
within
spliceosomal
water
functional
topoisomerase
flavoprotein
inducing
intrinsic
Signal
accepting
dolichol
galactosidase
methylated
Iron
Ion
genome
chorismate
second
SusD
synthetases
Poly
carnitine
Participates
dual
RNase
MADS
resulting
nitrogen
TATA
Glycoside
phosphoenolpyruvate
onto
antibiotic
anomer
rapid
glutamyl
Permeases
Bifunctional
Promotes
Cupin
glycan
phosphoprotein
systems
phosphatidyltransferase
DnaK
Orbivirus
isomerization
UPF0481
heptose
nonsense
suppressor
transposable
acetylgalactosaminyltransferase
63
Laminin
normal
trafficking
tricistronic
Phosphoglycerate
produces
microtubules
Aldo
dipeptidase
histocompatibility
Armadillo
innate
96
term
XRE
epoxide
resolvase
DJ
PfpI
bisphosphate
Ferric
TIR
Dynamin
H3
collagen
mannosyl
cross
linking
bone
canonical
Mitogen
flagella
19
Fibronectin
remodeling
Catalytic
aromatic
E1
oxidative
centriole
reading
de
novo
channels
belong
Dol
Src
cap
methionyl
hairpin
center
ribonucleoside
triphosphates
cellulase
Transfers
Esterase
PHB
enoyl
inhibitors
polyubiquitin
Rac
cytosolic
Subunit
rhodopsin
correctly
transamidation
takes
place
coated
efficient
Tyrosine
U3
CO
glycolipid
reversible
regulates
scaffold
miRNA
COG
some
peptidoglycan
Lux
Regulon
Rhs
contain
SANT
Kinesin
anchored
most
pyrimidine
25
Su
var
Enhancer
zeste
Trithorax
Actin
phosphorylated
pfkB
ammonia
inorganic
Calcineurin
homooligomerization
Methyl
YD
phytochromes
phosphodiesterases
RNAP
thereby
thiol
43
Myb
result
s
post
positions
all
guanosine
alanyl
Antigen
flagellin
SMART
drug
centrosome
61
tubulin
proteolysis
thiamine
glucan
probably
Fe
disulphide
phosphohydrolase
kelch
DUF4220
Evidence
Z
One
soluble
hook
likely
C2
ions
GPCR
only
sweet
GCPR
C3HC4
testosterone
proposed
duplex
been
BLOC
neurotransmitter
Glycine
cassette
EGF
AbiEii
pyridoxal
conducting
Adenylate
nucleotidyltransferase
adenylyltransferase
hAT
aldolase
30
catenin
acetylglucosamine
rod
morphogenetic
Add
annotation
anchoring
carboxylesterase
very
nucleotides
mediate
Binding
glucosyltransferase
Dual
tRNAi
targets
ketoacyl
anaphase
macromolecule
aspartate
unfolded
either
SCF
proteasomal
minus
diacylglycerol
Allows
laminin
regions
SCP
95
Responsible
Ran
cytokinesis
arginine
Together
purine
mediator
oligomeric
invertase
Aldehyde
Sel1
acetyltransferases
SNF2
methylase
cytoplasm
mitophagy
aspartic
Regulatory
SNAP
Translation
Adenylyl
Functions
Starch
TadE
Specifically
methylates
transducer
inducible
activates
inflammatory
dilysine
immediate
based
55
converted
enzymatic
hydration
epsilon
steps
possibly
replicative
limited
facilitating
gyrase
HSP90
S33
N6
oligonucleotides
requiring
wobble
carboxylate
docking
phosphopantetheine
secretory
accelerate
32
ubiquitinyl
NAC
acylglycerol
RECEPTOR
Dirigent
impart
stereoselectivity
phenoxy
optically
coniferyl
flavonolignans
alkaloids
At3g47200
RELATED
SEQUENCE
state
CCR4
neuron
degranulation
PRAME
U
coactivator
acetate
Pyruvate
RAS
releasing
mannosidase
Taste
layer
cytoskeletal
31
phase
metalloproteinase
gradient
generated
crystallin
oncogene
Proteasome
Guanylate
retinol
cullin
Winged
Restriction
p450
phospholipid
Middle
linear
37
SnoaL
ribbon
lactoylglutathione
phosphorylase
pyruvyl
responsive
SWI
succinate
axonemal
IS4
pump
transesterification
HA2
DegT
DnrJ
EryC1
mobile
ribosyltransferase
degrades
modulator
anterograde
corepressor
Cilia
polarity
monoubiquitination
sterol
stem
FYVE
Ca
S6
effects
fasciclin
potential
repertoire
initiates
located
4Fe
4S
after
Dolichyl
EAL
putrescine
C19
deubiquitination
RNAs
when
stage
adjacent
ESCRT
transfers
yeast
ZO
48
basic
hydrolyzing
product
salvage
origin
transition
Dehydrogenase
twin
Tat
Si
RhoGEF
MIP
aquaporin
Site
COG3209
Helitron
PIF1
GAP
modifier
ABCG
205
promotes
LysM
vacuole
starvation
polyphosphate
leading
proximal
sialic
acetylesterase
TFIID
During
where
this
tryptophan
used
MFP
associating
Two
S8
Large
exoproteins
anchors
PA
defense
phosphopantetheinyl
sporulation
53
Parallel
integrity
Core
integration
phosphorelay
46
certain
preventing
malate
dehydration
epimerization
Glyoxalase
than
coat
lysozyme
well
Ile
contains
dipeptide
GrpE
meso
Hydrolase
Probably
TM
7tm
PII
FtsX
components
eS6
roles
LPS
phosphatidylethanolamine
Glutamate
determination
metallo
ERAD
UV
ACR
ornithine
Phosphatidylinositol
endoribonuclease
prostaglandin
following
nucleation
carbonic
anhydrase
acidic
Multidrug
Cellulase
pigment
nascent
Sorbosone
FCD
PPIases
imidic
oligopeptides
grasp
glucosidase
DMT
Tail
dTDP
rpiR
Condensation
Holliday
abundant
C5
epidermal
pectinesterase
Crinkler
CRN
Function
polyprenyl
molybdenum
manno
PTS
contribute
immunoglobulin
THO
38
M13
Spermatogenesis
35
23
Thrombospondin
dense
nerve
reorganization
BAR
Synaptic
zonula
adherens
Takusan
conductance
U6
acetylcholine
nitrate
SOS
RecF
Anti
tip
J
VI
formed
racemase
endonucleolytic
annexin
A6
along
S10
organic
pattern
capping
BEST
thaliana
match
procollagen
Homeodomain
A2
telomerase
contraction
Interleukin
CAP
hexakisphosphate
depolarization
action
Forms
70S
protection
SecYEG
depolymerase
Phytanoyl
PhyH
paired
MHC
fibroblast
them
Myeloid
lymphoid
Drosophila
exonucleolytic
compartments
NEDD8
susceptibility
Tu
Kazal
smooth
sequential
lysosomal
Cyclic
snRNP
52
malonyl
succinyl
PSD
Dlg
M16
dynamin
proteinase
Tyr
adenosylmethionine
palmitoyl
Glutaredoxin
Dynein
homologs
chitin
TFIIIB
Centromere
haloacid
Anticodon
FPP
Galactose
Integral
Glycogen
these
Thioesterase
phosphohydrolases
Fasciclin
TBC
amidohydrolase
aspartyl
Growth
Cvt
Broad
ctd
Pyridoxal
H2
DUF262
glucoronosyl
glucosyl
Telomerase
Transport
mobility
anthranilate
amidotransferase
Repeat
amylase
transglycosylase
ribosyl
Hsp90
guanylyl
SusC
RagA
Pkd
supervised
orthologous
leader
Aminotransferase
Methylase
COG3210
protoporphyrinogen
protoporphyrin
acylglucosamine
ACP
polyketide
teichoic
acyltransferases
Sperm
prevents
stimulating
dissociation
associates
minimal
rotary
multi
adaptive
elements
RAMP
Cytidylyltransferase
Autophagy
Acid
LYR
ribazole
DXD
allows
epimers
MFS
enolpyruvyl
editing
An
polymerases
changes
newly
least
FimV
provided
alkyl
Neu5Ac
growing
flagellum
sulfatase
LytR
junctions
porin
Tryptophan
Sulfate
Na
HAD
adenylyl
reducing
half
precursors
degraded
cleaving
OH
blood
sepiapterin
fully
reduced
HMGB1
subcomplex
fucosyltransferase
7TM
General
side
Amiloride
TBP
patch
oxide
TrmH
left
right
asymmetry
strands
competence
model
Efflux
Transglutaminase
MMPL
DEAH
dehydroquinate
stalled
interconversion
S4
UniRef
RepID
auxin
2OG
Hydrolyzes
pectin
FOG
deacylase
Pyridine
metabolite
Retinal
hydroxylation
dinucleotide
diacylglucosamine
TMV
LIKE
I9
embryogenesis
detoxification
Neprosin
participates
Dienelactone
spliceosome
sensing
branched
argonaute
stimulated
TIM
nonaspanin
TM9SF
PtdIns
recruit
Pre
Motif
cytotoxic
codons
L1
odorant
cargo
Exportin
apoptosis
cholesterol
Williams
Beuren
under
24
Proton
cortical
rotational
Okazaki
ribosylation
Voltage
defective
head
lactose
cystathionine
Luciferase
P2
ParB
dimerization
CBS
Peptidoglycan
SNF
chelate
MRP
CRD
tumor
CRISP
cuticle
Fibrinogen
C1r
C1s
uEGF
fate
Common
tyrosinase
Tetraspanin
dihydrofolate
NF
kappa
mitosis
65
semaphorin
severing
branch
isoprenoid
thought
SREBP
importin
G2
IVA
heart
hydrogen
exchanger
GLY
upon
recognizes
preprotein
Resolvase
transglutaminase
ubiE
COQ5
adapter
glucanotransferase
polyadenylation
myoblast
tocopherol
duct
elongator
covalently
another
When
initiator
spanning
induction
stimulation
direct
vesicular
recruiting
down
multivesicular
N4
processome
tri
desuccinylase
Tpx
Ag5
PR
Sc7
intra
similar
CwfJ
retrotransposable
155
ability
neutral
pH
negatively
glycohydrolase
Innexin
dicarboxylate
arm
directly
fibronectin
dkey
aldo
recombinases
Pin
Four
Phosphopantetheine
signals
SWI3
ADA2
CoR
GATA
Chromatin
Rad17
Spc97
Spc98
PDR
peroxisomal
Xylanase
golgin
autophagosome
Tramtrack
Bric
brac
Velvet
outliers
BRE1
recognizing
effect
CAF1
Cys
subtilisin
cheY
CT11
RanBPM
thiolation
exhibits
heterodimer
catalyzed
aldol
Lytic
formyltetrahydrofolate
specificities
23S
Fe2
dicitrate
Ig
bridge
Pro
dipeptidyl
FecR
GAF
Fic
DOC
Choline
diester
phosphogluconate
Tripartite
coatomer
budding
glutamyltransferase
lipoate
DUF1016
without
final
FG
M28
Endoplasmic
cyanide
FR47
anticodon
autophagic
levels
truncated
27
UNC
GMC
Clathrin
middle
Rhomboid
54
PEP
ketopantoate
pentose
clamp
around
loading
synthesized
prerequisite
Fusaric
Sulfite
TauE
SafE
VII
glyoxalase
cyclo
pyridine
plastoquinone
isomer
hydroxyacid
monophosphatase
internal
bacterium
out
Cro
HlyD
FkbM
Acetyl
xylan
LuxR
Arginine
sulfoxide
AIG2
catabolite
halves
key
covalent
lesions
penicillin
SSF
pentapeptide
murein
transiently
undergoes
supercoils
DUF218
Sporulation
transporters
transpeptidase
actively
cancer
57
expressed
metalloprotease
PI3K
Serpentine
chemoreceptor
neurogenic
notch
tissues
catalyzing
Hsc70
antioxidant
storage
hydroxybenzoate
deamination
CH
CDS
converting
aldose
26
TBC1
peroxisome
P60
trehalose
EIIA
methylguanine
nucleobase
Rhodanese
Homology
lack
B1
phospholipids
regulators
REP
endocannabinoid
exodeoxyribonuclease
Phosphate
modulation
semialdehyde
dikinase
thiazole
chloroplast
Dip2
Utp12
Ferredoxin
disassembly
urease
ribosylamino
SMC
gluconate
endo
acetylglucosaminidase
Nucleolar
Agamous
DUF674
chloroplastic
Wall
At3g06240
UniProtKB
CRAL
TRIO
Xylose
Jacalin
branching
ARC
threonylcarbamoyladenosine
DUF1057
hemoprotein
GAG
cytosol
polynucleotide
Fzo
YdjA
dolichyl
DUF3176
CHAT
39
diphosphatase
compound
hydroperoxide
glycogen
spermidine
glucosamine
PE
C39
controls
NOT
NSF
glyceraldehyde
Homeobox
CD80
genomic
45
oxidizing
chromosomal
Melanoma
Diacylglycerol
LIM
Golgin
Cadherin
multipass
Integrin
Collagen
Caspase
CST
aromatase
lysosome
assembled
outgrowth
nitrosylase
Matrix
meiosis
Tubulin
tripeptidyl
CRT
chloroquine
VAT
c1
BMP
SMAD
cyclosome
L3
chemokine
WW
phosphosulfate
U4
Neuronal
Patatin
Bacteriophage
Nucleotidyl
Clp
collar
modifying
Haemolysin
adhesin
S24
partitioning
Pilus
tetraphosphate
Maltose
lysR
GRIP
CTL
otolith
trisphosphate
SUMO
trypsin
High
C14A
MYM
glial
glucuronosyltransferase
sequestering
TGFbeta
nucleophile
jockey
organism
Origin
Ricin
trefoil
FReDs
Mucin
NACHT
Tudor
chitinase
establishment
regulate
intermediates
centrosomal
DUF547
entry
1C
Long
They
agatoxin
IIIA
Aga
GVIA
results
specification
identity
Secreted
nutrient
S16
tetratricopeptide
PucR
plasmid
lipoproteins
1402
C1402
glycosyltransferases
COG1670
acetylases
FecCD
Band
atom
inhibitory
cleave
monocarboxylate
metanephric
collecting
mixed
lineage
trithorax
Zyg
acidifying
signalosome
insulin
f
CD36
deadenylation
Fucosyltransferase
induces
asparaginyl
IL
endosomes
detection
mechanical
removes
weak
DUF3808
isopentenyl
SAC3
GANP
Tf2
characterized
Arg
Yip1
endothelial
pantothenate
folded
exporting
concentration
thioester
mechanisms
RND
phosphoryl
Hep
Hag
Fn3
Nup93
Nic96
MSP
Lin
folate
compounds
superoxide
Polynucleotide
pentakisphosphate
M20
repeated
contexts
Elongator
Sec24
leucin
expn
Sterile
respiration
HECT
MRG
toxic
Rieske
START
Set
predominantly
COGs
provides
shikimic
cosubstrate
B12
Activator
pantoate
pantoyl
COG3712
known
Metallo
hydroxybutyrate
recombinase
ligases
acylation
DoxX
adenylation
attenuator
efficiency
Alcohol
KH
arrest
Nucleotide
450
reversibly
tagged
consist
extramembraneous
against
sequences
dsDNA
exopolysaccharide
being
Secretory
Forkhead
spore
co
PCI
proper
TMM
BRCA1
Snf7
Nitrilase
MUTS
Pant
sorbosone
Melibiase
Bleomycin
PQQ
Tre
BUB2p
Cdc16p
GAPs
Multifunctional
Hypothetical
Apoptosis
Sas10
Utp3
C1D
Alternative
Elongation
organisation
PAP2
misfolded
PX
ppGpp
balance
messenger
driven
able
seryl
Pol
multichain
isopropylmalate
34
codon
Cytidine
Requires
ROK
formate
Formamidopyrimidine
could
AhpC
F420
mercury
sialidase
AlgR
Thiol
RHS
FGGY
oxidoreductases
MsrPQ
RDD
ThiF
cyclotransferase
DUF2505
Nuclease
Fatty
GlnA
removing
cyclodeaminase
involves
turnover
uroporphyrinogen
PLP
nicotinate
mononucleotide
Bidirectionally
insoluble
Releases
supercoiling
passage
backbone
IIA
secreted
phosphatidylserine
testis
Heat
downstream
no
b561
ligands
cleaves
Srsx
syntaxin
mediating
IIH
symbiont
spliced
Displays
switch
Transferase
MICOS
crucial
crista
architecture
Coenzyme
general
galactose
Calmodulin
carboxy
unc
due
kynurenine
fragment
Dicer
MULE
hydrate
allow
ray
diamino
Nudix
TFIIH
sulfurtransferase
RsmB
PMP22
smoothened
ComEC
Rec2
GGPP
aggregation
Transglycosylase
LPXTG
Pentapeptide
O6
O4
diaminoheptanedioate
DAP
galactosyl
size
Pasteurellaceae
lobe
periplasm
T2
Asparagine
serpin
dihydrouridine
N2
Radical
xylose
erythritol
pantoic
dna
translocating
Capsule
S9
decanoate
oxidases
hexapeptide
six
fumarate
NTP
topological
2A
Dehydrogenases
Cache
LytTr
nickel
PIN
epoxyqueuosine
oQ
Ubiquinone
Auxin
Carrier
Mannosyl
oligopeptide
RIBOSOMAL
DUF4413
Late
FBD
RNI
photosystem
DUF
659
arabinogalactan
Classical
Peptidyl
decarboxylation
VLCFAs
per
Polyketide
globin
MATE
ALG6
ALG8
subtype
TOR
nonribosomal
tyrosyl
glycoside
77
Cellobiose
glyceromanno
tonB
Yqey
47
bleomycin
Low
PAN
2B
xanthine
Nose
resistant
ac4C
typical
dimethylaniline
AdoMet
3h
direction
exponential
metalloaminopeptidase
thylakoid
ASPIC
UnbV
cyclization
Exhibits
XRN
glutaminyl
Couples
TORC1
UMP
feature
previously
reported
glycero
PRFAR
IGP
AICAR
partial
FtsZ
axon
Delta
Extension
PMP
EMP
MP20
Claudin
cytokine
RBD
spermatogenesis
PLAC8
enhancing
S21
FtsJ
sheath
CDK5
Malate
extracellularly
Transferrin
while
Initially
protect
concert
bodies
delivery
neurite
extension
Associates
Regulates
complementing
synthesizes
primers
fragments
netrin
cadherin
Disintegrin
Arylacetamide
Complement
C1q
wound
healing
ase
enolase
Epidermal
mu
lambda
portal
bicarbonate
Antitoxin
TRANSCRIPTIONal
rskA
Bile
IS66
geranylgeranyl
Chromate
atpase
44
Tellurite
Sertoli
white
SETD3
L55
rule
brassinosteroid
Human
protons
dendritic
benzodiazepine
Intermediate
inter
Macro
neural
demethylation
glucokinase
node
Ranvier
TAIR
retinal
Spectrin
perineurial
bulged
StrS
haem
increased
H2B
hybrids
triglyceride
pheromone
phosphatidate
PARN
H4
DCC
nucleosome
coreceptor
piRNA
endocytic
manganese
tripartite
huntingtin
mitogen
IMP
therefore
insensitive
excitation
same
fucose
dol
ribosylglycohydrolase
assists
scavenger
helps
uS9
near
DSBA
P4
uses
complete
SecA
will
pathogenesis
PMT
weight
Maf
T4
each
miRNAs
represses
asparaginase
isoaspartate
tubule
glycerate
attached
sulfation
rolling
stone
V1
Galactosyltransferase
Fas
endocardial
cushion
Cullin
Lipoxygenase
nicotinamide
COP9
Von
lamellipodium
candidate
remains
CSF
ubiquitinated
pair
integrin
overall
stabilization
adenosylmethioninamine
Subunits
MTA
methylthioribose
broad
polyuridylated
exosome
uridylyltransferase
subsequently
uridylated
transports
characteristic
uS2
golgi
UTP
Photorhabdus
similarities
GPR1
FUN34
yaaH
coordination
META
UPF0312
Molybdopterin
CBF3
glycolytic
Adds
IPP
farnesyl
ran
Homologous
Terminus
phosphatidyl
WRKY
debranching
CBF
archaeal
seven
SAS
186
nucleoporin
245
Ulp1
Uroporphyrinogen
Pumilio
Triose
Glycolipid
YAP
Alf4
glomulin
consensus
AT
Thaumatin
MDM2
pseudouridylate
cyclohydrolase
Recruits
completion
phosphoribosyl
Nucleoporin
S11
Hsp20
CSN8
PSMD8
EIF3K
RNB
controlling
Rad4
Glyco
serves
peroxide
closed
Cdc42
PPR
winged
Lon
CotH
Utp25
DUF3128
1A
IF
interface
McrBC
methylcytosine
generates
Vibrio
Colwellia
Bradyrhizobium
Shewanella
indole
tetrahydrofolate
Mg2
SoxAX
thiosulfate
leads
oligosaccharyl
monovalent
Plug
repressing
LacI
RagB
Gram
propionyl
Saccharopine
AlpA
hybrid
prepilin
Flp
RsuA
Spore
Glycerophosphoryl
COG0463
DUF624
Stage
IS116
IS110
IS902
Nucleotidyltransferase
DUF5011
galactarate
Altronate
dehydro
phenylalanyl
autophosphorylation
MAP3K7
TAK1
MAPK
sphinganine
macrophage
Coatomer
convertase
demethylase
Key
peptidylprolyl
Replication
clusters
Septum
nucleases
Pseudouridine
mismatches
R3H
cointegrator
Preprotein
Lysine
Flavodoxin
Calponin
Fab1
YOTB
Vac1
EEA1
Spizellomyces
punctatus
DAOM
BR117
Integrator
metaphase
apolipoprotein
BAG
Lissencephaly
expense
FK506
Dioxygenase
IIB
MVB
CBF1
CIR
BCS1
FIST
Soluble
Multicopper
Nucleoside
accumulation
Double
DASH
Fanconi
saturated
93
Pyrimidine
polyhedral
pits
modulatory
helical
ORC
cwf18
Minichromosome
Xeroderma
pigmentosum
Arb2
stabilizes
Vta1
clustering
5S
S3P
Methylenetetrahydrofolate
hydroxymethyl
dihydroxy
Peptide
UAA
Gly
p
undergo
Transaldolase
metabolites
increase
round
Confers
processively
isoleucine
Removes
DUF3054
luxR
TPM
DUF222
IrrE
lactate
translocon
LemA
acetylneuranimic
accelerating
equilibrium
anomers
facilitates
compete
sucessfully
amounts
taken
solution
might
advantageous
damp
phosphogluconolactonase
monomers
transported
leaking
distal
Formylglycine
Phosphatase
plug
oxidized
Thus
protects
reactive
species
structurally
Ligand
M48
exporters
desaturase
phosphorolysis
increasing
methyltransferases
Val
incision
Presumably
regular
unsubstituted
Trehalose
maltose
oxaloacetate
ferrochelatase
helicases
GC
they
Alkylated
torsional
tension
introduced
rejoining
Introduces
scissile
attacked
phosphotyrosyl
expulsion
unbroken
Finally
religation
attacks
expel
restore
pyrophosphohydrolase
multidrug
phosphoribosyltransferase
colony
tetrakisphosphate
e
lymphoma
60
krueppel
CDGSH
Proposed
sterile
compartment
bitter
rearrangement
origins
tubular
mid
estrogen
Prostate
selenocysteine
coproporphyrinogen
Notch
internalization
4E
wybutosine
AN1
interferon
Synaptonemal
Macrophage
Lectin
uL14
heparan
Initiates
coagulation
propagation
Early
joining
splice
appetite
pro
neurons
absorption
JAK2
Increases
phagocytosis
mediators
towards
BCL2
GABA
TREX
recruited
TAP
subsequent
51
Prefoldin
71
chaperonin
sulfhydryl
transaminase
thiocarboxylated
Importin
Trehalase
prenylation
cardioblast
DENN
26S
dihydroorotate
fiber
Chondroitin
YagE
COG1723
STXBP
SEC1
Excises
arise
misincorporation
dUMP
siRNA
ether
Nitric
organizing
Potassium
Polymerase
Salt
antifungal
Amidase
amide
Ectonucleoside
diphosphohydrolase
extrusion
motile
NOP
GCN5
Mpv17
Steroid
SGNH
ruffle
SdrD
ComEA
Vitamin
k
current
revised
shift
hyperosmotic
denatured
thermosensor
Unfolded
initially
homocysteine
cyclases
Phosphatases
res
structures
termed
FRG
IA
variant
third
DHQ
SseB
forks
xylosyltransferase
c4
enhance
dephospho
Baculovirus
strong
autotransporter
TMP
cellobiosidase
49
Reticulum
Plasma
ribulosamine
carbons
modified
decarboxylating
CCCH
Xanthine
cytidylyltransferase
vitro
guanylyltransferase
Sulfur
insertase
brain
thio
ID
Methyltransf
Nitrate
HI0933
dioxide
hydroxyethyl
Ribulose
PXMP2
M24B
MutS
pyrophosphohydrolases
Chloride
N2227
m7G46
Angel
Zgc
occurs
TRAP
COG1028
muconate
lactonizing
Phosphoribosyl
Collar
pyrimidinone
dTTP
Staphylococcal
MotA
queuosine
LAO
AO
disaccharide
heptosyltransferase
SCO1
SenC
Mu
UPF0052
lob
Accessory
agenet
SKP1
LURP
xyloglucan
No
apical
DUF4228
methylesterase
RLK
converts
inactive
Blue
separation
Retrotransposon
ribulose
thaumatin
walls
dehydrase
Carotenoid
910
Heparan
TRAM
Werner
Syndrome
exocyst
tails
At5g07610
SPTR
multicopper
metallocarboxypeptidase
Exoglucanase
coordinates
diverse
P21
sphingolipid
148
Adherance
stomach
desumoylation
VPS9
deprivation
N3
Globin
Negative
62
sucrose
Heme
M3
184
aminoglycoside
prokaryotic
Unknown
Phosphoadenosine
ssDNA
implicated
COG0790
SEL1
HPr
carbamoyl
dimethyltransferase
Electron
glpD
S41
Endoribonuclease
GMA12
MNN10
Extracellular
Exosome
modules
metastasis
Arylsulfatase
Cubilin
programmed
necessary
temperature
density
Sterol
42
acetylgalactosamine
followed
dismutase
Raf
Arf
indirectly
Mal
allergen
number
CHU
UPF0061
holoenzyme
HxlR
Drug
M
sn
Cyclophilin
CLD
oxopentanoate
Peroxisome
zeta
octulosonic
COPII
Peroxisomal
DUF1995
COG2133
pyrroline
nucleolus
Pyridoxamine
organisms
occurring
abundance
placenta
endosomal
phosphoserine
catalyze
ethanolamine
xylulose
atrial
monophosphates
PGRS
NMT1
Virulence
Homologs
Phosphoenolpyruvate
ZNF746
Mga
MerR
Lactose
GHKL
undecaprenyl
MurNAc
fluoxetine
